{
  "page_content": "Practical tools for support,\nMental health conditions\nCommunity support,\nYouth workers\nThis resource covers:\nThe purpose of this guide is to provide an overview of ADHD for those working with young people in the community.\nPrint this resource\nShare this resource\nADHD and mental health\nAttention deficit hyperactivity disorder (ADHD) is a neurodevelopmental condition that affects behaviour and concentration. It’s not a mental illness or learning disability, but having ADHD may mean that a young person faces extra challenges that make them vulnerable to low\nself-esteem\nSymptoms, diagnosis and medical support for ADHD\nEveryone is individual and not everyone will be affected by ADHD in the same way. Age and gender, for example, can affect how someone with ADHD behaves. This can make it harder to spot signs of ADHD, particularly in girls, who are more likely to be undiagnosed or wrongly diagnosed with other conditions.\nYounger children may typically display some of these traits – or similar behaviours can follow a traumatic experience – but this doesn’t necessarily mean the young person has ADHD. Similarly, symptoms usually improve with age, but without a diagnosis some young people and young adults may struggle without support.\nCommon signs and symptoms\nA child or young person with ADHD may:\nbe easily distracted and find it difficult to start or finish tasks\nfind it difficult to concentrate\noften become restless or fidgety\nbe very talkative, often interrupting or blurting things out\nbe impulsive e.g. act before considering the consequences or be prone to taking risks\nget easily angry or frustrated and struggle to deal with emotions\nfind making or maintaining friendships difficult\nbe disorganised, for instance often losing things or being late\nlack an awareness of time\nAlthough symptoms often start young, a diagnosis may be made later in childhood, adolescence or adulthood. A young person is diagnosed through an ADHD assessment, usually with\nif they are under 18 years old, or another trained professional. The referral for an assessment comes from a young person’s GP, or self-referral in England.\nMedical support\nMedical support is usually through one or a mix of\ntalking therapies\n. There may also be parenting support available to parents of children with ADHD.\nThere are other ways of managing ADHD that some people with the condition find helpful, including changes to diet. However, the NHS recommend these should not be attempted without medical advice.\nHow to support the mental health of a young person with ADHD or possible ADHD\nIf you work with a young person with ADHD, it's important to offer continued support as they learn to manage their condition. This could include:\nencouraging them with routines or life-style changes they have put in place\nhelping them talk to their parents/carers about any changes as a result of their ADHD diagnosis or any worries they have about medication and/or medical support they may like\nhelping them access local ADHD support groups\nTake a look at our tips below on how best to offer continued support.\nBe aware of the common traits and behaviours of ADHD.\nBuild trust\nBuild trust in a way the young person finds helpful. This could be through an activity rather than sitting and talking if they find that easier.\nConsider the challenges\nBe aware that the extra challenges a young person faces due to ADHD can make them more vulnerable to low self-esteem, anxiety or depression. Keep an eye out for changes in behaviour.\nShow you are listening to what a young person is sharing with you, repeat back what you have heard to check your understanding and keep your body language open. Encourage them to\ntalk about their feelings and emotions\nShare resources or information\nShare resources or information about support that you think they may find helpful. For example, this\nmood battery resource\nwas initially developed by a professional with ADHD to help manage her feelings throughout the day. However, please be mindful of misinformation online and on social media, and check all sources of advice.\nTalk about seeking professional help\nGetting professional support can help people with ADHD to better manage their symptoms. Talk to young people about exploring professional help from their GP, a mental health professional, or\na specialist organisation\nMore tips and advice\nFor more tips and advice on helping young people to get the right help, take a look at our guide which outlines the steps you can take to help a young person get support.\nSupporting a young person to get help\nTips from our Activists\nOur Activists share their advice for young people with ADHD to help them manage their mental health.\nCreate a routine for the day.\nSet clear boundaries in your personal, school or professional life.\nReflect on the day and what you achieved – this can be as small as getting to school/work or getting through a lesson.\nFind the best ways for you to cope in social situations.\nLook into local support groups.\nRecognise potential triggers that might make your symptoms worse; these will be unique to each person but could include being over-stimulated.\nMore information and advice\nFor more information on ADHD, read our guides and blogs for parents and young people.\nA young person's guide to ADHD\nA parent's guide to ADHD\nADHD, as told by a 10-year-old\nWhere to get more help\nYou can find more information and support for a young person with ADHD through these organisations.\nInformation and resources on subjects including diagnosis, medication, education and employment, as well as online support groups.\nADHD and You\nProvides information and resources including medication details, tips for parents/carers and checklists for school and medical appointments.\nADHD and You\nThis page was created in June 2023.\nIt was co-created with professionals with experience of supporting ADHD and young people's mental health.\nWe will next review the page in 2026.\nYoungMinds is a proud member of PIF TICK – the UK's quality mark for trusted health information.\nHelp us improve our content\nWhether you love the page or think something is missing, we appreciate your feedback. It all helps us to support more young people with their mental health.\nPlease be aware that this form isn’t a mental health support service. If you or a young person you work with is in crisis right now and wants to talk to someone urgently, find out who to contact on our\nurgent help page\nAll fields marked with an asterisk (*) are required to submit this form.\nWhich page are you providing feedback for?\nPlease copy and paste the page link here.\nWhy did you visit this page?\nFor professional or educational purposes\nFor someone else's mental health\nFor my own mental health\nTell us your feedback:\nPlease do not include personal details. This is not a mental health support service and you will not receive a reply.\nPlease note:\nThis form is not a mental health support service. We cannot reply to this. If you or a young person you know is at immediate risk of harm, call 999 and ask for an ambulance or go to your nearest A&E. If you are worried about the mental health of a young person you work with, you can signpost them to our website or suggest they contact one of these helplines: Childline (for under 19s) on 0800 11 11; or Samaritans on 116 123.\nPlease tick to confirm:\nAt YoungMinds we take your privacy seriously. If you’d like to read more about how we keep the information we collect safe, take a look at our\nprivacy policy\nRelated resources\nIf you're looking for more information and advice on supporting young people with their mental health and other mental health conditions, take a look at our other resources and guides.\nHow to have a conversation with young people about mental health\nUnderstanding feelings and behaviours,\nPractical tools for support\nCommunity support,\nYouth workers,\nNHS staff and commissioners\nAddressing trauma and adversity\nUnderstanding feelings and behaviours,\nCoping with life,\nPractical tools for support,\nMental health in schools\nNHS staff and commissioners\nA quick guide to OCD in young people\nPractical tools for support,\nMental health conditions\nCommunity support,\nYouth workers",
  "metadata": {
    "content_length": 8179,
    "word_count": 1357,
    "line_count": 115,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:27.520156",
    "content_hash": "c51807fc3b878ea2947579508c96ab8147a84297d009339b5dcd3b431a008af8",
    "keywords": [
      "young",
      "with",
      "adhd",
      "mental",
      "support",
      "health",
      "this",
      "person",
      "people",
      "more"
    ],
    "source": "https://www.youngminds.org.uk/professional/resources/a-quick-guide-to-adhd-in-young-people/",
    "title": "A quick guide to ADHD | Resources | YoungMinds",
    "domain": "www.youngminds.org.uk"
  }
}