{
  "page_content": "Safeguarding and child protection\nEvery child has a right to protection from harm. All organisations that work with or come into contact with children should have safeguarding policies and procedures in place to help them keep children safe.\nSetting up and following good safeguarding policies and procedures means children are safe from adults and other children who might pose a risk.\nWe have a range of safeguarding guidance, resources and training to help everyone working or volunteering with children keep them safe.\nIn your sector:\nSchools and colleges\nVoluntary and community services\nGuidance and resources\nNew to safeguarding?\nEverything you need to get started with safeguarding children, including how to write a safeguarding policy statement and recruit staff and volunteers.\nGet started\nTraining courses and elearning\nDevelop the skills and confidence you need with our range of safeguarding training courses for anyone working or volunteering with children.\nSee courses\nSelf-assessment audit tool\nOur free online tool helps you audit your current safeguarding arrangements, identify areas for improvement and make changes.\nFind out more\nChild health and development\nExplains development, mental health and wellbeing in babies, children and young people and the factors that can affect these.\nFind out more\nChildren and families at risk\nWhat research tells us about risk and vulnerability factors, the impact on children, responding to concerns and what works to help children and families who need additional support.\nFind out more\nChild abuse and neglect\nWhat we know about different types of abuse and neglect, how to recognise and respond to concerns, what works to prevent abuse and legislation, guidance and policy.\nFind out more\nOnline safety\nSee all our information, guidance and resources to help you create safer online spaces for children and young people.\nFind out more\nManaging allegations of abuse\nLearn what you need to do if allegations of abuse are made against a staff member, volunteer, child or young person.\nFind out more\nNominated child protection lead role\nEvery organisation that works with children needs to have someone who takes the lead on safeguarding and child protection. See example role description and responsibilities.\nFind out more\nSafer recruitment\nFollow our steps to ensure the people who work or volunteer with your group or organisation are safe to work with children.\nFind out more\nChild protection system in the UK\nFind out how child protection works including information about multi-agency working, case reviews, children's rights and a list of key dates and terms.\nFind out more\nAn introduction to safeguarding and child protection\nIncrease your confidence in identifying and responding to possible signs of child abuse and neglect with our 3-hour CPD-certified online course.\nView course\nAn introduction to safeguarding and child protection\nIncrease your confidence in identifying and responding to possible signs of child abuse and neglect with our 3-hour CPD-certified online course.\nView course",
  "metadata": {
    "content_length": 3058,
    "word_count": 473,
    "line_count": 47,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:27.103375",
    "content_hash": "beffdde4c0f5d0b3ba9585edffa47b34b3ead3c4b41ee401d65845bfafbf90ae",
    "keywords": [
      "child",
      "safeguarding",
      "with",
      "children",
      "find",
      "more",
      "protection",
      "abuse",
      "your",
      "online"
    ],
    "source": "https://learning.nspcc.org.uk/safeguarding-child-protection",
    "title": "Safeguarding children and child protection | NSPCC Learning",
    "domain": "learning.nspcc.org.uk"
  }
}