{
  "page_content": "Children and young people\nThis content mentions self-harm, trauma, death or bereavement, depression, eating disorders and substance abuse or addiction (which may include mentions of alcohol or drug use). Please read with care. There are details of where to find help at the bottom of this page.\nWhat can affect children and young people’s mental health?\nAre some children and young people more likely to experience mental health problems?\nWhat mental health problems commonly occur in children?\nI’m a young person – what help is available?\nI’m worried about my child – what can I do?\nWhat treatment might young people be offered?\nAlarmingly, 75% of children and young people who experience mental health problems aren’t getting the help they need.\nChildren’s emotional well-being is just as important as their physical health. Good mental health helps them develop the resilience to cope with whatever life throws at them and grow into well-rounded, healthy adults.\nThings that can help keep children and young people mentally well include:\nbeing in good\nphysical health\n, eating a balanced\nand getting\nregular exercise\nhaving time and freedom to play, indoors and outdoors\nbeing part of a family that gets along well most of the time\ngoing to a school that looks after the wellbeing of all its pupils\ntaking part in local activities\nOther factors are also important, including feeling loved, trusted, understood and safe. Children who are optimistic, and resilient, have some control over their lives and feel like they belong are more likely to have good mental well-being.\nMost children grow up mentally healthy, but surveys suggest that more children and young people have problems with their mental health today than 30 years ago.\nWhat can affect children and young people’s mental health?\nTraumatic events\ncan trigger mental health problems for children and young people who are already vulnerable.\nsuch as moving home, changing school or the birth of a new sibling, etc., may act as triggers. Some children who start school feel excited about making new friends and doing new activities, but some may also feel anxious.\nTeenagers often experience emotional turmoil as their minds and bodies develop. Working out and accepting who you are is important to growing up. Some young people find it hard to make this transition to adulthood and may experiment with\nor other substances that can affect mental health.\nAre some children and young people more likely to experience mental health problems?\nCertain risk factors can make some children and young people more likely to experience mental health problems than others. However, experiencing them doesn’t mean a child will definitely – or even probably – go on to have mental health problems.\nThese factors include:\nlong-term physical illness\na parent who has had mental health problems, problems with alcohol or has been in trouble with the law\nof someone close to them\nparents who separate or divorce\nexperiencing severe bullying or physical or sexual abuse\npoverty or homelessness\nexperiencing\ndiscrimination\ncaring for a relative, taking on adult responsibilities\nhaving long-lasting difficulties at school\nWhat mental health problems commonly occur in children?\naffects more children and young people today than in the last few decades. Teenagers are more likely to experience depression than young children.\nis a very common problem among young people. Some people who experience intense emotional pain may try to deal with it by hurting themselves.\nGeneralised anxiety disorder (GAD)\ncan cause young people to become extremely worried. Very young children or children starting or moving school may have separation anxiety.\nPost-traumatic stress disorder (PTSD)\ncan follow physical or sexual abuse, witnessing something extremely frightening or traumatising, being the victim of violence or severe bullying or surviving a disaster.\nChildren who are consistently overactive, impulsive and have difficulty paying attention may have\nattention deficit hyperactivity disorder (ADHD)\nEating disorders\nusually start in the teenage years and are more common in girls than boys. The number of young people who develop an eating disorder is small. Still, eating disorders such as anorexia nervosa and bulimia nervosa can have serious consequences on their physical health and development.\nI’m a young person – what help is available?\nIf you’re a young person and you’re worried about your mental health, there is help available. You may want to try the following things.\nTalk to someone about how you feel, such as a parent, friend or adult you trust. Our page on\nhas ideas on opening up to a friend.\nVisit your GP\n. They can answer any questions you have about how you’re feeling, talk you through different support options, and refer you to other services that could give you more help.\nGet in touch with services and organisations that help people with mental health problems. Visit our\ngetting help\npage, or look at ‘organisations that can help’ below for support that is specifically for young people.\nYou could text the\nYoungMinds Crisis Messenger\nif you need support. A trained volunteer will text with you to help you think through your feelings and signpost you to other support.\nhas lots of information for young people about understanding your feelings, how to get help and support, what happens when you visit your GP, looking after yourself and more.\nI’m worried about my child – what can I do?\nOne of the most important ways parents or guardians can help is by listening to their children and taking their feelings seriously. They may want a hug, they may want you to help them change something, or they may want practical help.\nChildren and young people’s negative feelings usually pass. However, it’s a good idea to get help if your child is distressed for a long time if their feelings are stopping them from getting on with their lives, if their distress is disrupting family life or if they are repeatedly behaving in ways you wouldn’t expect at their age.\nIf your child is having problems at school, a teacher, school nurse, school counsellor or educational psychologist may be able to help. Otherwise, go to your GP or speak to a health visitor. They can refer a child for further help if necessary. Different professionals often work together in Child and Adolescent Mental Health Services (CAMHS).\nMost mental health support for children and young people is provided free by the NHS, your child’s school or your local council’s social services department.\nYoung Minds has a\nParents’ Helpline\nyou can call if you’re worried about a child up to the age of 25. They provide advice, emotional support and signposting to other services.\nWhat treatment might young people be offered?\nTreatment for children and young people often involves discussing the problem to work out the best way to tackle it. For young children, this may be done through play. They may be referred to a specialist, such as a trained counsellor, to help them explore their feelings and behaviour.\nThere is a lot of evidence that\ntalking therapies\ncan be effective for children and young people, but\nmay also help in some cases. Children need to be assessed by a specialist before they are prescribed any medication.\nThe professionals supporting a child will keep information about them and their families confidential. Young people can seek help on their own by ringing a helpline or approaching a professional directly. Still, they will usually need a parent’s consent for medical care if they’re under 16.\nYoung people have a right to privacy if they don’t want to talk to their family about their conversations with professionals.\nOrganisations that can help\nprotects and supports the UK’s most vulnerable children. They provide a range of services to help and support children, young people, parents and carers.\nCALM (Campaign Against Living Miserably)\nruns a free, confidential helpline and webchat service offering help and advice to anyone feeling down or in need of support.\nis a free, confidential service where children can talk about any issue they’re going through. You can call their helpline or use their webchat to speak to a trained counsellor.\nThe Children’s Society\nsupports children going through serious life challenges. They run services and campaigns to make children’s lives better.\noffers advice and support to families with disabled children. If you’re a parent caring for a disabled child, you can arrange to speak to an adviser for practical and emotional support.\nFamily Lives\noffers information and support on all aspects of family life, including the stages of child development, issues with schools, parenting support, bullying and mental health concerns.\nsupports people under 35 who have thoughts of suicide and others who are concerned about them. You can contact them by phone, text or email.\nsupports adults and young people in Scotland with mental health problems. They offer services that provide practical and emotional support.\nYou can text\non 85258 for confidential support by text.\noffers free emotional support to people under 25 by phone, webchat or email. They also offer a short-term counselling service.\noffers information and support to young people about their mental health and helps adults to support young people in their lives. If you’re a parent worried about a child’s mental health, you can call their\nReferences:\nChildren's Mental Health Statistics - The Children's Society\nChildren and young people's emotional wellbeing and mental health – facts and figures - Local Government Association\nMental health care for children and teenagers: introduction - NIHR\nYoungMinds - children and young people's mental health charity\nIf you are feeling like ending your life or feel unable to keep yourself safe, please call 999 or go to A&E and ask for the contact of the nearest crisis resolution team. These are teams of mental health care professionals who work with people in severe distress. If you feel affected by the content you have read, please see our\npage for support.\n* Last updated: 12 August 2021\nRelated content\nUOK? is our innovative programme working with colleges and universities across England to empower students to take their well-being into their own hands.\nBecoming a Man (BAM)\nThe Becoming a Man (BAM) programme is a mental well-being intervention adapted from the US that aims to support young men’s personal development by taking into account their lived experience and the often difficult environments they must navigate.\nBecoming a Man (BAM)\nView all related content",
  "metadata": {
    "content_length": 10582,
    "word_count": 1715,
    "line_count": 111,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:27.818144",
    "content_hash": "18b6ab817250f84a78276239f8a6613e27c265b1b49b666728f6b3aa7f7256d3",
    "keywords": [
      "young",
      "mental",
      "children",
      "people",
      "health",
      "their",
      "help",
      "they",
      "with",
      "about"
    ],
    "source": "https://www.mentalhealth.org.uk/explore-mental-health/a-z-topics/children-and-young-people",
    "title": "Children and young people | Mental Health Foundation",
    "domain": "www.mentalhealth.org.uk"
  }
}