{
  "page_content": "Understanding feelings and behaviours,\nPractical tools for support\nCommunity support,\nYouth workers,\nNHS staff and commissioners\nThis resource covers:\nThe aim of this guide is to help consider how you might initiate a conversation with a young person about mental health and wellbeing, including when a young person is struggling with their mental health.\nPrint this resource\nShare this resource\nWe all need good mental health and wellbeing to be able to make the most of life’s opportunities and challenges, and we can nurture good mental health in young people whether they have a diagnosed mental health condition or not. To do this, we need to be able to have supportive and positive conversations with young people about their mental health.\nThe following tips and advice can help support you to start those conversations.\nChecking in with a young person about mental health\nAs an adult working with young people, you cannot make yourself the adult the young person will turn to for support - first and foremost, young people choose for themselves who they want to turn to. However, you can provide an environment and a presence that helps build trust and supports the young person to open up about their mental health.\nYou may find when you ask how a young person is feeling, they do not feel comfortable or want to open up to you at that moment – but don’t take that personally!\nYoung people have told us that even though they may not take you up on a first offer to talk, you should make the offer again. It might take more than one – or even two or three – invitations before they open up, but just reminding them you are there if they need you is a great start to building trust.\nWe worked with adults supporting young people's mental health to consider when might be a good time to check in with a young person's mental health. Find out more in our guide.\nWhen to check in with a young person\nStarting a conversation with a young person about mental health\nIf you don’t know where to start, start as you would any other conversation. You know your young person and your context. It won't always be a “big” conversation.\nYou can start by simply asking a heartfelt ‘how are you?’, or saying ‘I’ve noticed you’re a bit down/upset/angry today, do you want to talk?’. It doesn't even need to be when you're worried about them - regularly checking in means that when something is up, they know there's a space to talk.\nDo be prepared to find a quieter space if someone does choose to open up more deeply.\nFor more advice on building trusting and supportive relationships with young people, take a look at our resource on what makes an adult someone young people can turn to about their mental health.\nCharacteristics of someone to turn to about mental health\nSetting boundaries\nOne key thing young people told us they valued in adults is when adults clearly set the boundaries of the relationship. This way, young people can adjust their expectations, which helps them feel secure in understanding when and what they can share with a trusted adult, and what will happen with that information.\nMake sure to set clear boundaries with the young person and stick to them to avoid young people feeling let down.\nFor more on how to build relationships with young people, including tips on setting boundaries, take a look at our guide.\nBuilding supportive relationships with young people\nNoticing signs of distress\nYou may feel unsure if a change in behaviour is part of development, or a sign that something more is going on. If this change in behaviour is over a sustained period of time, or is something that’s stopping a young person from being able to engage in an activity, then it is worth checking in to see how they are.\nThe following signs of distress are worth being curious about:\nchanges in eating and sleeping habits\nwithdrawing from the group\ndisplaying aggression towards others\nself-harming behaviour\nsignificant changes in mood, behaviour or personality\ndecline in attendance\nIf you notice a young person’s not themselves, don’t assume they’re talking to someone about how they feel. Showing you care and offering a listening ear empowers the young person to choose to speak to you, if they want.\nHow to respond when a young person opens up to you\nWhen a young person starts talking about how they’re feeling, remember it might be the first time they have spoken to someone about their mental health and they may struggle to put their thoughts into words.\nBelow are some tips on how to provide a supportive and reassuring response.\nShow/hide caption\nTwo people sat talking across a table. Text reads: \"Listen\".\nListen carefully when someone opens up to you about how they are feeling. Try to let them share without interrupting. Repeating back what they’ve told you can help both of you be clear about what they’ve said and how they are feeling.\nIf they are finding it overwhelming, you can suggest they write it down. That way, they can take their time to think about what they are trying to say, without worrying about how it might come across in conversation, or worrying about getting emotional in front of you.\nShow/hide caption\nTwo hands shaking hands to make the shape of a heart. Text reads: \"Reassure\".\nOften, when someone has opened up about how they are feeling, they might immediately feel worried that you won’t take their feelings seriously, or that they have said the wrong thing. Reassure them that they have done the right thing.\nShow/hide caption\nTwo speech bubbles together, one with a tick inside it. Text reads: \"Validate\".\nNo matter what a young person is struggling with, their experiences are valid and it can be helpful to remind your young person of this. You could say ‘it’s really understandable that you’re feeling…’ to let them know that their feelings are okay.\nShow/hide caption\nA circle with a tick in it. Text reads: \"Act\".\nWhen a young person opens up about how they are feeling, having that time and space to share their concerns with you may be enough. However, if they do need further help, there are a number of services that you can signpost them to.\nAccessing help can be daunting, so it is important to ask your young person what help they need as they go through the process.\nIt is important to consider how severe their distress is – are they doing okay? Are they struggling? Or are they unwell or in crisis? The NSPCC have more about this continuum,\nunder ‘Understanding’ here\nIf you are worried that a young person is at immediate risk of harm, or is not safe, call 999 or take them to A&E.\nThe NHS is very clear that a mental health emergency should be taken as seriously as a physical one – and that you will not be wasting anyone’s time.\nYou can also contact your local NHS urgent mental health helpline (England only) or 111 for 24-hour advice and support.\nRemember it's not all on you\nShow/hide caption\nA lightbulb with a symbol of three people inside. Text reads: \"Remember it's not all on you\".\nIt’s a great privilege for a young person to reach out to us for help, but it can feel daunting and worrying. Young people aren’t asking trusted adults to have all the answers, fix all their problems or be a mental health expert. From our research, one of the most valuable things you can do is simply to offer to be by their side for the journey.\nTaking action\nIf you have a serious concern about a young person’s safety, you can make a safeguarding referral directly to the young person’s local social care team. The best way to find out the correct contact details is to call the Local Authority’s switchboard or search online for the name of the Local Authority and ‘safeguarding’. If you are concerned about the immediate safety of a young person, you should call the emergency services on 999.\nConversations that support mental health\nBelow are some tips for how to ensure the conversations you are having are supporting a young person's mental health and improving their wellbeing.\nBe there with a listening ear\nJust listening might be enough for a young person. They might need nothing more than a regular or occasional check-in.\nStay curious\nKeep an eye out for changes in their behaviour and more subtle pleas for help.\nKnow where to get help\nKnow where to go for further help for a young person. Bookmark our\n‘I need help\n’ page for an up-to-date list of national services.\nCreate time to talk\nLife gets busy and young people tell us they don’t want to burden adults with how they’re feeling. Take time to slow down and be available for young people to turn to.\nShare some tips\nShare with your young people the top tips you use for your own mental wellbeing, particularly around times of stress, such as Christmas, returning to school in September, and during summer exams.\nMake the most of local activities\nGive young people access to local activities that will help their mental health. Taking a local walk, trying a new skill, or helping someone in the community can all improve wellbeing.\nWe asked young people for their tips on having positive conversations about mental health.\nHere's what they said:\nPick an appropriate time to bring up concerns. Don’t do it when in a rush.\nAllow us space to talk to you, listen to what we are saying. Don’t jump to conclusions or make assumptions.\nSignposting can be isolating. We might need support to call the services a professional has referred us to.\nSometimes I just need someone to listen. I don't necessarily need answers or solutions, I just want someone to take the time to listen to me.\nKeep checking in on us! Remind us we aren't forgotten, even if we don't want to engage.\nConfidentiality (in line with safeguarding) and the option for anonymity are fundamental to good support.\nDon’t try to ‘fix’ the young person or their problems unless this is what they want. Trusted adults should ask them what actions to take – don’t assume.\nKeep viewing us as a whole person and have conversations about normal things as well.\nInformation and advice for parents and young people\nWe have lots of information and advice guides that you can signpost parents and young people to for support with their mental health.\nGuides and advice for young people\nParents' A-Z mental health guide\nHow to talk to your child about mental health\nHelp us improve our content\nWhether you love the page or think something is missing, we appreciate your feedback. It all helps us to support more young people with their mental health.\nPlease be aware that this form isn’t a mental health support service. If you or a young person you work with is in crisis right now and wants to talk to someone urgently, find out who to contact on our\nurgent help page\nAll fields marked with an asterisk (*) are required to submit this form.\nWhich page are you providing feedback for?\nPlease copy and paste the page link here.\nWhy did you visit this page?\nFor professional or educational purposes\nFor someone else's mental health\nFor my own mental health\nTell us your feedback:\nPlease do not include personal details. This is not a mental health support service and you will not receive a reply.\nPlease note:\nThis form is not a mental health support service. We cannot reply to this. If you or a young person you know is at immediate risk of harm, call 999 and ask for an ambulance or go to your nearest A&E. If you are worried about the mental health of a young person you work with, you can signpost them to our website or suggest they contact one of these helplines: Childline (for under 19s) on 0800 11 11; or Samaritans on 116 123.\nPlease tick to confirm:\nAt YoungMinds we take your privacy seriously. If you’d like to read more about how we keep the information we collect safe, take a look at our\nprivacy policy\nRelated resources\nFor more tips and advice on speaking to young people about mental health and building relationships, take a look at our resources below.\nBuilding supportive relationships with young people\nPractical tools for support,\nUnderstanding feelings and behaviours,\nCoping with life\nCommunity support,\nNHS staff and commissioners,\nYouth workers\nWhen to check in with a young person about their mental health\nPractical tools for support\nCommunity support,\nYouth workers\nSupport with grief and loss\nUnderstanding feelings and behaviours,\nCoping with life,\nPractical tools for support\nCommunity support,\nYouth workers,",
  "metadata": {
    "content_length": 12326,
    "word_count": 2158,
    "line_count": 134,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:27.798266",
    "content_hash": "40aedc9e4b4d96ac9f246ac5c428d258f8f4c1865bcee160a3d31145360d8bbe",
    "keywords": [
      "young",
      "they",
      "mental",
      "with",
      "about",
      "person",
      "health",
      "their",
      "people",
      "that"
    ],
    "source": "https://www.youngminds.org.uk/professional/resources/how-to-have-a-conversation-with-young-people-about-mental-health/",
    "title": "How to talk to young people about mental health | YoungMinds",
    "domain": "www.youngminds.org.uk"
  }
}