{
  "page_content": "Understanding feelings and behaviours,\nCoping with life\nCommunity support,\nYouth workers\nThis resource covers:\nLearn about the definitions of trauma and adversity, how it may present itself in young people, and tips and advice on supporting a young person who is struggling with the effects of trauma.\nPrint this resource\nShare this resource\nWhat is trauma?\nWe all face emotionally challenging situations during our childhood, which is a normal part of growing up. However, some children and young people grow up in environments and have experiences that they are unable to cope with. These can be traumatic and may have a long lasting effect on a young person’s development, learning, health and behaviour.\nTrauma isn’t a mental health condition in itself, but experiencing trauma can result in a young person struggling with their mental health.\nA wide range of mental health conditions and symptoms can be linked to trauma, including,\nobsessive compulsive disorder (OCD)\neating disorders\nself-harming behaviours.\nHaving steady, consistent, positive adult relationships can act as a protective factor to mental health for young people who have experienced trauma or adversity, and can make a significant difference.\nThe more adults a young person has in their life that they trust and feel safe talking to, the greater the reduction in their likelihood of developing a mental health condition.\nHow do I talk about trauma?\nOur Trainer Consultant Dave shares how we can talk about trauma with young people and consider the varied experiences of trauma using the butterfly metaphor.\nWe also have\nmore tips on talking about trauma\nPlay Video: How can I talk about trauma? | Trainer Consultant Dave\nHow can I talk about trauma? | Trainer Consultant Dave\nWhat is adversity?\nAdversity is used to describe the challenging situations and experiences a person has lived through.\nAdverse childhood experiences (ACEs) are highly stressful and potentially traumatic events or situations that occur during childhood and/or adolescence.\nIt can be a single event, or prolonged threats to (and breaches of) the young person’s safety, security, trust or bodily integrity. These experiences directly affect the young person and their environment, and require significant social, emotional, neurobiological, psychological or behavioural adaption.  In other words, ACEs can affect the way young people feel, behave and view the outside world. We have further advice for those\nsupporting refugee and asylum-seeking children.\nThere are many forms of adversity, which can be a single event or prolonged experiences.  These are some examples of common adverse childhood experiences (ACEs).\nAlmost half of children and young people living in the UK have experienced one or more forms of adversity.\nNot all young people who face childhood adversity or trauma go on to develop a mental health problem.\nThere are personal, structural and environmental factors that can protect against adverse outcomes, as shown in the protection wheel.\nACEs impact a child’s development, their relationships with others, and increase the risk of engaging in health-harming behaviours and experiencing poorer mental and physical health outcomes in adulthood. This image below shows how the experience of people with four or more ACEs compare to those who have experienced no ACEs.\nTips on talking about trauma with young people\nWhen talking to young people about trauma, you should always take the young person’s lead. If they choose to talk to you about their experience, consider the following ways to respond well to them.\nDon't assume\nIf you are aware a young person may have experienced some traumatic experiences, don’t assume they have spoken about this specific incident before. You might be the first person they’ve spoken to about their experience.\nListen to what the young person has to say and give them space and silence when needed.\nIf you have any concerns about how a traumatic event might be negatively impacting a young person, you can speak to your organisation’s safeguarding officer.\nHelp them find the right support\nSome young people tell us that sometimes they want to talk about a traumatic experience with a trusted adult who has faced a similar experience. In these cases, you may want to signpost to appropriate support that will be able to help the young person. It’s okay not to share your own experience, and it is important to be clear on the limits of what information is appropriate to share.\nFind out more about how to help a young person get the right support in our guide.\nSupporting a young person to get help\nIf this is the first time the young person has spoken about their trauma, you may also wish to signpost them to further professional support. You can find a list of organisations on our young person's urgent help page.\nYou should always follow your safeguarding policy to ensure appropriate action is taken.\nUrgent help page\nHow might trauma present itself?\nA young person might show they are struggling immediately after a traumatic experience, or those thoughts, feelings and behaviours may emerge over time.\nThere is no specific list, but some of the things a young person may experience after a trauma are detailed below.\nYou may notice a change in the patterns of a young person’s behaviour, such as doing more or less of something, or this being out of character.\nNightmares or flashbacks\nMemories, thoughts or flashbacks that seem to come suddenly from nowhere (often called intrusive thoughts) or having nightmares and problems sleeping.\nThey might start acting out and have angry or aggressive outbursts.\nWithdrawing\nThey might start to withdraw from friends, family, school and activities they usually enjoy.\nAgitated and hyper-sensitive\nThey are vigilant about anything that could be threatening, or they are agitated when being spoken to. They could also flinch when someone comes near them.\nThey're seemingly disconnected from themselves, their feelings and what’s going on around them.\nSubstance misuse\nThey might be using drugs and alcohol in a way that is different to before, or they might be starting to use for the first time.\nChanges in eating habits\nThis can be either eating significantly more or less than previously.\nSupporting a young person with their mental health\nSupporting a young person who has experienced trauma doesn’t have to mean talking about the trauma. There are a number of different circumstances that may make you aware a young person has experienced trauma in their past. These may not relate to the young person themselves sharing about a traumatic event.\nHelping a young person build positive healthy friendships, experience new things and gain a sense of achievement all can help reduce any long-term impact of trauma on a young person’s mental health.\nWe have worked with adults who support young people in the community to develop tips and advice on how you can best support someone who is struggling with their mental health.\nIt’s important to remember to get support for yourself, whether that be from another colleague or outside service. This can also mean or saying, “I need to take a step back from this situation as I am not the best person to deal with this.\nDon’t take a young person’s apparent ‘failures’ or ‘bumps in the road’ personally, especially when dealing with such complex issues. There are always high and low points, and a young person is processing a lot.\nIf you want to learn more about trauma and adversity, as well as some practical next steps to support young people, check out our training on trauma and adversity.\nHelpful resources and stories\nTake a look at our resources, stories from young people and training for more support and advice.\nHow seeking asylum and being detained impacted my mental health\nWhat I wish I’d known about dealing with loss at Christmas\nTrauma informed schools\nHelp us improve our content\nWhether you love the page or think something is missing, we appreciate your feedback. It all helps us to support more young people with their mental health.\nPlease be aware that this form isn’t a mental health support service. If you or a young person you work with is in crisis right now and wants to talk to someone urgently, find out who to contact on our\nurgent help page\nAll fields marked with an asterisk (*) are required to submit this form.\nWhich page are you providing feedback for?\nPlease copy and paste the page link here.\nWhy did you visit this page?\nFor professional or educational purposes\nFor someone else's mental health\nFor my own mental health\nTell us your feedback:\nPlease do not include personal details. This is not a mental health support service and you will not receive a reply.\nPlease note:\nThis form is not a mental health support service. We cannot reply to this. If you or a young person you know is at immediate risk of harm, call 999 and ask for an ambulance or go to your nearest A&E. If you are worried about the mental health of a young person you work with, you can signpost them to our website or suggest they contact one of these helplines: Childline (for under 19s) on 0800 11 11; or Samaritans on 116 123.\nPlease tick to confirm:\nAt YoungMinds we take your privacy seriously. If you’d like to read more about how we keep the information we collect safe, take a look at our\nprivacy policy\nRelated resources\nSupporting a young person to get help\nPractical tools for support,\nAccessing support services\nCommunity support,\nYouth workers\nSupporting a young person struggling with anxiety\nUnderstanding feelings and behaviours\nCommunity support,\nYouth workers\nSupporting a young person struggling with self-harm\nUnderstanding feelings and behaviours\nCommunity support,\nYouth workers",
  "metadata": {
    "content_length": 9710,
    "word_count": 1600,
    "line_count": 106,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:27.330834",
    "content_hash": "62cc45c34ac2a0d7f12cf972c39a444bc10d49d9b6bd945bf40ad7e39d78f770",
    "keywords": [
      "young",
      "person",
      "about",
      "with",
      "mental",
      "trauma",
      "this",
      "they",
      "health",
      "people"
    ],
    "source": "https://www.youngminds.org.uk/professional/resources/understanding-trauma-and-adversity/",
    "title": "Understanding trauma and adversity | Resources | YoungMinds",
    "domain": "www.youngminds.org.uk"
  }
}