[
  {
    "page_content": "Children’s Social \nCare National \nFramework \nStatutory guidance on the purpose, \nprinciples for practice and expected \noutcomes of children’s social care \nDecember 2023\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children’s",
        "social",
        "care",
        "national",
        "framework",
        "statutory",
        "guidance",
        "purpose,",
        "principles",
        "practice"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 0,
      "content_length": 169,
      "word_count": 22,
      "line_count": 8,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.200721",
      "content_hash": "ab648ad319759009fa02fbbc89a700d98d562d951a6d0197d9a535612912f6bc",
      "pdf_page": 0
    }
  },
  {
    "page_content": "2 \nContents\nIntroduction 3\nAbout this guidance 3\nThe Children’s Social Care Dashboard 4\nSupport to embed the National Framework 4\nReview date 5\nWhat is the status of this guidance? 5\nWho is this guidance for? 6\nNational Framework: Key Concepts 10\nEnabler 10\nOutcome 10\nSenior Leaders 10\nPractice Supervisors 11\nPractitioners 11\nChildren in care 11\nChildren and young people 12\nNational Framework – one page summary 13\nPurpose and Principles of Children’s Social Care 14\nPurpose of children’s social care 14\nPrinciples of children’s social care 14\nEnabler: Multi-agency working is prioritised and effective 16\nEnabler: leaders drive conditions for effective practice 20\nEnabler: the workforce is equipped and effective 25\nOutcome 1: children, young people and families stay together and get the help they need\n29\nOutcome 2: children and young people are supported by their family network 36\nOutcome 3: children and young people are safe in and outside of their homes 41\nOutcome 4: children in care and care leavers have stable, loving homes 50\nGlossary of terms 60\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "outcome",
        "children",
        "children’s",
        "social",
        "young",
        "people",
        "this",
        "national",
        "enabler:"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 1,
      "content_length": 1064,
      "word_count": 176,
      "line_count": 31,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.200770",
      "content_hash": "118ca6f3d82f491dd517f5263bcb8cb76e7a922b06f3cca94741768eaaddd12b",
      "pdf_page": 1
    }
  },
  {
    "page_content": "3 \nIntroduction\nAbout this guidance\nChildren’s social care has the power to transform lives; wrapping support around \nchildren, young people and families can bring about profound and positive changes that \nhelp them to flourish. \nEvery day, local authority children’s social care supports around 400,000 children1, and \nin the last 8 years, on average, around 5 children in every classroom in England were\nsupported by a social worker2. These children, young people and families deserve the \nhighest standards of practice, from compassionate and skilled practitioners, who can \nsupport them to address the challenges they face.\nLocal authorities provide this support in partnership with other agencies, including the \npolice, health, and education. Local authorities cannot meet the needs of all children, \nyoung people and families alone, they need to collaborate with others to draw on the \nknowledge, skills and expertise of other agencies. For this reason, whilst this guidance is \nabout local authority children’s social care, the responsibilities of all agencies to \ncontribute to effective multi-agency working is reflected as the first enabler to good \noutcomes. \nHelping whole families to bring about change can be motivating and inspiring, but the \nwork that practitioners do every day is complex, nuanced and demanding. In this \nenvironment, where decisions can have significant consequences, everyone needs a \nshared vision for what children’s social care should achieve, as well as a clear and \ncommon view about what is needed to make that happen. The National Framework is \nstatutory guidance from the Department for Education and is central to setting direction \nfor practice in children’s social care as part of the reforms set out in Stable Homes, Built \non Love. \nThe National Framework brings together the purpose of local authority children’s social \ncare, the principles by which children, young people and families should be supported, \nthe enablers that should be in place so the system is effective, and the outcomes that \nshould be achieved so that children and young people can grow up to thrive. The \nNational Framework puts the voices of children, young people and families at the heart of \npractice, so they can have a say in how they are supported. \n1 Children in need, Reporting year 2023 – Explore education statistics – GOV.UK (explore-education\u0002statistics.service.gov.uk)\n2 Drivers of activity in children’s social care - GOV.UK (nationalarchives.gov.uk)\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "social",
        "children’s",
        "young",
        "people",
        "families",
        "that",
        "about",
        "this",
        "care",
        "children,"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 2,
      "content_length": 2490,
      "word_count": 380,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.200838",
      "content_hash": "7ea2c111676159100acfbf04548cc33c14b220dcdf11be8d06aaefcc0adf7730",
      "pdf_page": 2
    }
  },
  {
    "page_content": "4 \nCentral to the National Framework is a belief that the lives of children, young people and \nfamilies can be different, and that it is the role and responsibility of those who work in and \nwith children’s social care services to hold tight to this belief. Achieving the outcomes of \nthe National Framework will require the determination of the whole workforce to \ncontinually improve practice. Having high aspirations for families will not be enough. \nEveryone needs to ask themselves how those aspirations are shaping their practice and \ninforming the work they do. \nThe Children’s Social Care Dashboard\nThe National Framework will be supported by the Children’s Social Care Dashboard \n(the Dashboard), which will bring children’s social care data together in one place to \nunderstand progress towards the outcomes of the National Framework. \nThe Dashboard will include indicators, which will provide information on what is \nhappening in practice. The initial indicators will be developed from data that is currently \navailable. There are limitations with the existing data and over time the indicators in the \nDashboard will evolve as government addresses data gaps and moves towards \ncollecting data that better helps us understand outcomes for children’s social care. \nThe Dashboard will serve as a learning tool, which should enable local authorities to \nreflect on their own practice over time, as well as to learn best practice from others. It \nshould help central government understand system-wide successes and issues, identify \nhow much consistency exists in achieving positive outcomes for children, young people \nand families, and notice when barriers are being faced. The first version of the \nDashboard will be published in 2024 to support learning and help bring transparency to \nthe outcomes in children's social care, so everyone can work together to continue to \nimprove practice. \nThe National Framework should be read in conjunction with the Children’s Social Care\nDashboard and Indicator Update. This outlines the use and purpose of the Dashboard \nand the rationale behind the chosen shortlist of indicators. The policy paper also sets out \nthe plan for how we will roll out the Dashboard. \nSupport to embed the National Framework\nLocal authority senior leaders, practice supervisors and practitioners will be interested in \nreading the accompanying document, Improving practice with children, young people and \nfamilies. This advice sets out the support available to help embed the statutory guidance \nWorking Together to Safeguard Children, and the National Framework in practice.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "will",
        "dashboard",
        "national",
        "social",
        "framework",
        "children’s",
        "care",
        "outcomes",
        "practice",
        "data"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 3,
      "content_length": 2606,
      "word_count": 398,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.200945",
      "content_hash": "b3e017f56c4e43f07add02ed9ee092a486a0cd419c654f0edcbf6f54e9cde9bb",
      "pdf_page": 3
    }
  },
  {
    "page_content": "5 \nReview date\nThis guidance will be kept under review and updated versions will be issued as \nnecessary.\nWhat is the status of this guidance?\nThis guidance is issued under: \n• section 7 of the Local Authority Social Services Act 1970, which requires local \nauthorities in their social services functions to act under the general guidance of \nthe Secretary of State\n• section 10(8) of the Children Act 2004, which requires each person or organisation \nto which the section 10 duty applies to have regard to any guidance given to them \nby the Secretary of State\n• section 11(4) of the Children Act 2004 which requires each person or organisation \nto which the section 11 duty applies to have regard to any guidance given to them \nby the Secretary of State\nIt applies to all children who come into contact with children’s social care up to the age of \n18 years whether living with their families, in the care of the local authority, or living \nindependently, and care leavers up to the age of 25.\nThis document should be complied with unless exceptional circumstances arise.\nThroughout the National Framework, the term ‘children’s social care’ refers to the local \nauthority services that exist to:\n• safeguard and promote the welfare of children in their area who, without the \nprovision of services, are unlikely to achieve or maintain a reasonable standard of \nhealth or development, or their health or development will be significantly or \nfurther impaired, or is disabled (section 17, Children Act 1989)\n• assess the needs of young carers, and whether they require support (section \n17ZA, Children Act 1989)\n• provide accommodation to any child in need who requires it (section 20, Children \nAct 1989)\n• promote welfare and safeguard looked after children and to ascertain wishes and \nfeelings of children, parents and carers and give them due consideration in \ndecision making (section 22, Children Act 1989)\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "guidance",
        "section",
        "which",
        "this",
        "local",
        "social",
        "requires",
        "their",
        "(section"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 4,
      "content_length": 1913,
      "word_count": 317,
      "line_count": 33,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201042",
      "content_hash": "81645f3fd85f23b38666d6677bf1a9c114e98674cf50b75ff02ad3a7fca0a593",
      "pdf_page": 4
    }
  },
  {
    "page_content": "6 \n• provide a range of support to a child who has left care (section 23A, 23B, 23C, \nChildren Act 1989)\n• undertake enquiries when there are concerns a child may suffer significant harm \nand take action to keep them safe, including taking the child into care (section 47, \nsection 31, Children Act 1989)\n• deliver services and support to looked-after children and care leavers, local \nauthorities must have regard to the corporate parenting principles (section 1, \nChildren and Social Work Act 2017)\nPartner agencies hold important and related duties which mean they need to work \ncollaboratively with children’s social care as they commission and deliver services that \nsupport children and young people to thrive: \n• Health and housing authorities have a duty to assist a local authority with \nenquiries where a child may be at risk of significant harm (section 47, Children Act \n1989).\n• In discharging their functions health, police, schools, probation, youth offending \nteams and others must have regard to safeguarding and promoting the welfare of \nchildren (section 10, 11, Children Act 2004).\n• Health, police and local authorities have a joint and equal responsibility to work \ntogether to safeguard and promote the welfare of children, alongside other \npartners (sections 16E and 16F, Children Act 2004).\nWho is this guidance for?\nThis guidance is written for those who work in and with local authority children’s social \ncare and contains information that may be useful to children, young people and families \nwho receive support from children’s social care. \nChildren, young people and families\nThe National Framework sets out important information which may help children, \nyoung people, and families to understand what to expect from children’s social \ncare when a local authority offers help, protection or care. It describes how practitioners \nlisten, communicate with and support families. \nThese groups may find this guidance particularly useful: \n• Children and young people, who have or have previously had a social worker, \nfamily support worker or personal adviser.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "support",
        "care",
        "have",
        "social",
        "(section",
        "local",
        "young",
        "child",
        "work"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 5,
      "content_length": 2089,
      "word_count": 326,
      "line_count": 34,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201121",
      "content_hash": "897e00d6a7b2e37e499bcaed43c494e4fb93b457fcd122bd820b25c8e4912480",
      "pdf_page": 5
    }
  },
  {
    "page_content": "7 \n• Children with special educational needs or a disability who receive support from \ntheir local authority under section 17, Children Act 1989. \n• Children who identify as young carers or are identified through a local authority \nneeds assessment as young carers. \n• Family and friends of children and young people who have a social worker, family \nsupport worker or personal adviser. \n• Parents and carers of children and young people, including kinship carers, foster \ncarers, and adoptive parents, who have had a social worker, family support worker \nor personal adviser. \nChildren, young people, and families may be interested to read a version of this \nguidance, written specifically for this audience. A version for children, young people and \nfamilies is available. \nLocal authority senior leaders, practice supervisors and practitioners\nSenior leaders, practice supervisors and practitioners should use this guidance to \nunderstand what is expected of their work with children, young people and \nfamilies. It should be used in the design and delivery of services, and should underpin \nthe interactions between practitioners and children, young people, and families. This \nguidance should be used to reflect, learn, and improve practice to achieve good \noutcomes.\nThese individuals, within local authorities, should read and follow this guidance (this list is\nalphabetical and is not exhaustive): \n• Councillors, including Leaders of Councils and Lead Members for Children’s \nServices\n• Designated Social Care Officers\n• Directors of Children’s Services \n• Family hub workers \n• Family support workers \n• Heads of Service and Service Managers \n• Housing and tenancy officers \n• Independent reviewing officers\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "children",
        "family",
        "this",
        "should",
        "support",
        "local",
        "children,",
        "authority",
        "people"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 6,
      "content_length": 1718,
      "word_count": 257,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201203",
      "content_hash": "1dc3f66eec3620ecbc6efd43063cc02c4f77af8b94918a50b054b7e7780a0791",
      "pdf_page": 6
    }
  },
  {
    "page_content": "8 \n• Local Authority and Children’s Trusts Chief Executives \n• Local Authority Designated Officers \n• Local Authority residential children’s home managers \n• Local Authority residential children’s home staff \n• Local Authority Special Educational Needs and Disability teams\n• Local Authority youth workers \n• Multi-disciplinary practitioners commissioned or employed by the local authority \n• Personal advisers \n• Regional Adoption Agency leaders \n• Social workers and practice supervisors in children’s social care \n• Social workers, support staff, and others working in adult social care \n• Virtual School Heads \nSafeguarding partners and other agencies\nMulti-agency working is included in the National Framework as the first enabler, and \npartner agencies should recognise their role in achieving good outcomes for children, \nyoung people and families. \nSafeguarding partners3 and relevant agencies4 should read the National Framework \nalongside Working Together to Safeguard Children (Working Together). They \nshould consider the National Framework when developing local multi-agency \nsafeguarding arrangements, understand how local authorities will approach their duties, \nand identify what local authorities will need from partner agencies. \n3 A safeguarding partner in relation to a local authority area in England is defined under the Children Act \n2004 as: (a) the local authority, (b) an integrated care board for an area any part of which falls within the \nlocal authority area, and (c) the chief officer of police for an area any part of which falls within the local \nauthority area. \n4 Relevant agencies are those organisations and agencies whose involvement the safeguarding partners \nconsider are required to safeguard and promote the welfare of local children and young people. \nOrganisations that meet these criteria are set out in Regulations: The Child Safeguarding Practice Review \nand Relevant Agency (England) Regulations 2018.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "local",
        "authority",
        "safeguarding",
        "children’s",
        "social",
        "agencies",
        "care",
        "working",
        "national",
        "framework"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 7,
      "content_length": 1950,
      "word_count": 280,
      "line_count": 31,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201274",
      "content_hash": "358681f7a467d29d219db82d08cb6c1a247f1cb8cb7ef7ef5c43220889b75756",
      "pdf_page": 7
    }
  },
  {
    "page_content": "9 \nIndividuals and organisations who work with local authority children’s social care should \nread and respond to this guidance (this list is alphabetical and not exhaustive):\n• Children and Family Court Advisory and Support Service \n• Education and early years, including Multi-Academy Trust leaders, school and \ncollege leaders, teachers, Designated Teachers for Looked-After and Previously \nLooked-After Children, Designated Safeguarding Leads, Special Educational \nNeeds Co-ordinators, school governors \n• Health practitioners, commissioners and providers, including Chief Executives and\nleaders of Integrated Care Boards, named and designated professionals, \npaediatricians, GPs, nurses, midwives, health visitors and school nurses, speech \nand language therapists, psychiatrists, psychologists, adult and child mental \nhealth workers \n• Independent fostering agencies’ chief executives, managers and staff\n• The judiciary \n• Policing, including chief constables, officers, support staff, Violence Reduction \nUnits, and Police and Crime Commissioners \n• Probation workers \n• Providers of youth custodial establishments \n• Regulation 44 officers \n• Residential children’s home providers, managers and staff \n• Voluntary, charity, and social enterprise organisations \n• Youth offending practitioners \n• Youth workers\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "including",
        "school",
        "designated",
        "health",
        "chief",
        "workers",
        "youth",
        "organisations",
        "children’s",
        "social"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 8,
      "content_length": 1320,
      "word_count": 169,
      "line_count": 25,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201345",
      "content_hash": "c35a9be1c5b4ad5f5b202250ab038bdb9ed084a1af8e00669730505c8d7296bd",
      "pdf_page": 8
    }
  },
  {
    "page_content": "10\nNational Framework: Key Concepts\nTo support individuals and organisations to read and understand the National \nFramework, this chapter includes definitions of some of the key concepts and \nterminology used within the guidance. Further definitions can be found in the glossary. \nEnabler \nThe enablers described in the National Framework refer to aspects of the children’s \nsocial care system that facilitate effective support for children, young people, and \nfamilies. The enablers are foundational to good practice. There are 3 enablers: \n• Multi-agency working is prioritised and effective\n• Leaders drive conditions for effective practice\n• The workforce is equipped and effective\nOutcome \nThe outcomes described in the National Framework are what children’s social care \nshould achieve for the children, young people, and families they support. They reflect the \ncore purpose of children’s social care. There are 4 outcomes: \n• Outcome 1: children, young people and families stay together and get the help \nthey need\n• Outcome 2: children and young people are supported by their family network\n• Outcome 3: children and young people are safe in and outside of their homes\n• Outcome 4: children in care and care leavers have stable, loving homes\nSenior Leaders\nIn the National Framework the term ‘senior leaders’ refers to the range of roles and \nindividuals that set the vision and strategy for children’s social care and are responsible \nfor designing and delivering services that address the needs of children and young \npeople.\nThe exact roles or titles will vary by local authority, but in general, ‘senior leaders’ refers \nto local political leaders, typically the Lead Member for Children’s Services, who are \nresponsible for setting vision and are democratically accountable, as well as leaders \nincluding Chief Executives, Directors of Children’s Services, Assistant Directors of \nChildren’s Services, Heads of Services and Virtual School Heads. These individuals will\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children’s",
        "young",
        "national",
        "care",
        "outcome",
        "social",
        "effective",
        "children",
        "individuals",
        "framework"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 9,
      "content_length": 1983,
      "word_count": 302,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201404",
      "content_hash": "3602cd8a8907217248a223cc92f598efeb40d75255a439309a27126b66d64251",
      "pdf_page": 9
    }
  },
  {
    "page_content": "11\nhold important, and sometimes statutory, responsibilities for working with other agencies\nto develop a shared vision for how services should work. \nPractice Supervisors\nIn the National Framework the term ‘practice supervisors’ refers to those in middle\u0002management positions who are qualified, registered, social workers and whose primary \nfunction is to supervise the practice and decision-making of child and family practitioners, \nand to develop the skills of individuals and teams within children’s social care. \nAs with senior leaders, the exact roles, or titles will vary by local authority, but in general, \n‘practice supervisors’ refers to team managers, service managers, and principal social \nworkers.\nPractitioners \nIn the National Framework the term ‘practitioners’ refers to those working directly with \nchildren, young people, and families, building relationships and providing support. To a \ncertain extent, everyone in children’s social care might be considered a practitioner, \ngiven their practice affects the lives of families, and many practice supervisors and senior \nleaders will also be working directly with children and young people. \nWhile this is not an exhaustive list, ‘practitioners’ refers to social workers, senior \npractitioners, family support workers, multi-disciplinary and multi-agency practitioners \nwith expertise in specific fields such as domestic abuse, mental health, and substance \nmisuse. \nChildren in care\nIn the National Framework the term ‘children in care’ refers to all children whose care is\nbeing provided by the local authority. \nLegislation uses the term ‘looked-after children’ to refer to children who are being cared \nfor by the local authority, whether that is under section 20, or sections 22 and 31 of the \nChildren Act 1989. Legally, the language of ‘children in care’ does not include children \naccommodated and looked after under section 20. However, children and young people \noften tell local and central government that the term ‘looked-after children’ is unhelpful, \nand we have made the deliberate choice to use ‘children in care’ throughout the National \nFramework to refer to all children, regardless of the legal provision under which they are \nbeing cared for by the local authority.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "with",
        "term",
        "refers",
        "social",
        "local",
        "practice",
        "national",
        "framework",
        "working"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 10,
      "content_length": 2258,
      "word_count": 333,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201484",
      "content_hash": "5c865967639c90d9e702b37b6780e48f586c83311e268e976d6d17c652997409",
      "pdf_page": 10
    }
  },
  {
    "page_content": "12\nChildren and young people will, of course, have different views on the language used to \ntalk about their care, and practitioners will want to explore these with individuals. \nChildren and young people\nIn the National Framework the term ‘children and young people’ refers to people under \nthe age of 18 or 25. \nA full definition of ‘children’ is provided in the glossary of this document and refers to\nindividuals under the age of 18. Some adolescents will prefer the term ‘young people’, \nrather than ‘children’, and there are some young adults who will continue to receive \nsupport from children’s social care as care leavers or through education, health and care \nplans, up to the age of 25. The terms, ‘children and young people’ are used to be \ninclusive of these individuals. \nAs with other terms, practitioners will want to explore the views of individual children and \nyoung people to understand how they want to be addressed.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "people",
        "will",
        "children",
        "want",
        "care",
        "views",
        "used",
        "practitioners",
        "explore"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 11,
      "content_length": 938,
      "word_count": 157,
      "line_count": 15,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201564",
      "content_hash": "4835bf174f812985fd817f3c778d01d9feae550f08d109a68c3e480dc420daa0",
      "pdf_page": 11
    }
  },
  {
    "page_content": "13\nNational Framework – one page summary \nPurpose of children’s social care \nChildren’s social care exists to support children, young people and families, to protect \nthem by intervening decisively when they are at risk of harm and to provide care for those \nwho need it so that they grow up and thrive with safety, stability and love. \nPrinciples of children’s social care \n• Children’s welfare is paramount. \n• Children’s wishes and feelings are sought, heard, and responded to. \n• Children’s social care works in partnership with whole families. \n• Children are raised by their families, with their family networks, or in family \nenvironments wherever possible. \n• Local authorities work with other agencies to effectively identify and meet the needs \nof children, young people, and families. \n• Local authorities consider the economic and social circumstances which may \nimpact children, young people and families. \nEnablers \n• Enabler: Multi-agency working is prioritised and effective \n• Enabler: Leaders drive conditions for effective practice \n• Enabler: The workforce is equipped and effective \nOutcomes \n• Outcome 1: children, young people and families stay together and get the help \nthey need \n• Outcome 2: children and young people are supported by their family network \n• Outcome 3: children and young people are safe in and outside of their homes \n• Outcome 4: children in care and care leavers have stable, loving homes\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "children’s",
        "young",
        "social",
        "people",
        "children,",
        "with",
        "children",
        "their",
        "outcome"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 12,
      "content_length": 1436,
      "word_count": 225,
      "line_count": 27,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201609",
      "content_hash": "38e31425c29bf7a4a3565888f238913d97e3b6d85022195ae99826777598043c",
      "pdf_page": 12
    }
  },
  {
    "page_content": "14\nPurpose and Principles of Children’s Social Care \nThis chapter describes the purpose and principles of children’s social care and sets the \ncontext for how each of the outcomes in the National Framework should be achieved. \nPurpose of children’s social care\nChildren’s social care exists to support children, young people and families, to protect \nthem by intervening decisively when they are at risk of harm and to provide care for those \nwho need it so that they grow up and thrive with safety, stability and love. \nPrinciples of children’s social care\nChildren, young people and families, wherever they live, should be confident that local \nauthority children’s social care respects their rights and the services that they \ncommission are delivered with consistency. \nThere are several principles that are cross-cutting and underpin the expectations for \npractice described in each chapter of the National Framework. They are drawn from, and \nshould be considered in parallel with, legislation and statutory guidance including \nWorking Together to Safeguard Children, as well as the United Nations Convention on \nthe Rights of the Child (UNCRC).\n• Children’s welfare is paramount: decisions about help, protection and care for \nchildren must always be made in their best interests (section 22(3), Children Act \n1989). \n• Children’s wishes and feelings are sought, heard, and responded to: Children \nand young people’s views should be sought and heard at every stage of support, \nand they should contribute to decisions made about their lives, wherever possible.\nAdvocacy, advice, and assistance must be available to assist them in any \nrepresentations they may wish to make to the authority (section 26A, Children Act \n1989). \n• Children’s social care works in partnership with whole families: children, \nyoung people and families are heard, and practitioners build strong relationships \nwith families based on respect. They acknowledge strengths within families and \nrecognise that families, and family networks, will often have solutions to their own \nchallenges, and that holding a focus on the whole family is often the best way of \nimproving outcomes for children and young people.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children’s",
        "care",
        "they",
        "social",
        "that",
        "should",
        "young",
        "children",
        "principles",
        "children,"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 13,
      "content_length": 2193,
      "word_count": 336,
      "line_count": 33,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201673",
      "content_hash": "9388dde261818e13a7c01e1013f66f278e232c9319fccec0fd160e378eacdef3",
      "pdf_page": 13
    }
  },
  {
    "page_content": "15\n• Children are raised by their families, with their family networks or in family \nenvironments wherever possible: children’s social care recognise that the best \nplace for most children to grow up is in their families, or with kinship carers\n(section 17(1)(b) Children Act 1989). Sometimes this will not be safe or possible, \nand in these situations, efforts are made to support relationships between children \nand young people with their siblings, family, and friends (section 22C, Children Act \n1989). When children and young people need care to be provided by the local \nauthority, such care is safe and prioritises consistency, stability, and lifelong loving \nrelationships with those who are important to children and young people, so that \nthey are supported to thrive. \n• Local authorities work with other agencies to effectively identify and meet \nthe needs of children, young people, and families: Local authorities foster \nstrong supportive relationships with other safeguarding partners and relevant \nagencies, including education settings, to coordinate their services and to respond \nto the needs of children, young people, and families in the round. From strategic \nand operational leadership to practitioners supporting individual families, \nsafeguarding partners and relevant agencies are proactive in seeking and sharing \ninformation, knowledge, and skills with other agencies. \n• Local authorities consider the economic and social circumstances \nimpacting children, young people, and families. Leaders and practice \nsupervisors foster a culture of practice where the individual and protected \ncharacteristics of families are respected, and the diversity of individual needs and \nexperiences are addressed through the support provided. Practitioners recognise \nthe differences between, and are confident to respond to, circumstances where \nchildren experience adversity due to poverty and acute family stress, and \nsituations where children face harm due to parental abuse and neglect. Leaders, \npractice supervisors, and practitioners use reflective discussions so that practice is \ninclusive and engages all families, whatever their background and context.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "with",
        "their",
        "young",
        "families,",
        "local",
        "people,",
        "practice",
        "family",
        "care"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 14,
      "content_length": 2179,
      "word_count": 310,
      "line_count": 30,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201757",
      "content_hash": "10d6b226d7ad8e1c47716234a968b39f501068396f0ed021f9eb47979cffe99f",
      "pdf_page": 14
    }
  },
  {
    "page_content": "16\nEnabler: Multi-agency working is prioritised and \neffective \nOverview of this enabler \nLocal authorities, police, health, and other relevant agencies, including early years, \neducation settings, and voluntary organisations have responsibilities to work together so \nthat children and young people can be supported for their safety and wellbeing. \nSummary of this enabler \nAll agencies are ambitious and strive to achieve the best possible outcomes for children\nand young people. Safeguarding partners and relevant agencies have an integral role in \nhelping local authorities to achieve the outcomes of the National Framework. All agencies\nuse their unique expertise to collaborate, support and enable positive long-term \noutcomes such as good child development, good educational attendance and attainment, \ngood physical and mental health, family stability and the prevention of crime. \nMany children, young people and families who need support will get the help they need \nfrom their own family network, or universal and early help services delivered by a range \nof local agencies. However, some families will need support from children’s social care, \nand this will require multi-agency input so that families can access the help and expertise \nthey need. \nLocal authorities have specific duties towards children and young people in their area. \nThere are shared and equal responsibilities that require the leadership and \ncommitment of all safeguarding partners and their relevant agencies, including \neducation settings. \nTogether, the safeguarding partners have shared responsibilities for the organisation and \ndelivery of services that meet the needs of children, young people and families and, \nalong with relevant agencies, such as educational settings, youth offending services and \nvoluntary, charity and social enterprise organisations, everyone has a critical role in \nsupporting local authorities, along with the police and health, to achieve the outcomes in \nthe National Framework. \nHow this enabler is supported in practice \nAll organisations, including safeguarding partners and relevant agencies, should use the \nNational Framework to: \n• raise aspirations for what high-quality support and practice with children, young \npeople and families can achieve\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "local",
        "relevant",
        "people",
        "their",
        "families",
        "this",
        "agencies,",
        "have",
        "that"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 15,
      "content_length": 2276,
      "word_count": 325,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201838",
      "content_hash": "89a9dbb9f73a4907835a2452d51262da9a770e532954eb4f8e4d99a90ccbda75",
      "pdf_page": 15
    }
  },
  {
    "page_content": "17\n• establish a shared approach and strong relationships across agencies, so \neveryone can engage constructively in delivering effective support to children, \nyoung people and families\n• embed voices of children, young people and families in the design and delivery of \nservices and support\n• determine the right support, challenge, and accountability across agencies so \nthat everyone can work towards the goal of seeing families thrive, and understand \nthe impact of their services in helping to deliver that ambition\nFollowing the National Framework alongside Working Together to Safeguard \nChildren\nMulti-agency working is at the heart of effective support for children and families and is \npart of the legislative and regulatory frameworks for protecting children, promoting their \nhealth and wellbeing, and providing care where it is needed. Agencies should continue to \nread and adhere to the wide range of guidance that exists in relation to their specific\nresponsibilities for children and young people.\nAgencies should be aware of their statutory duties and responsibilities outlined in \nWorking Together to Safeguard Children (Working Together), which is the multi\u0002agency statutory guidance that sets out how organisations work together to safeguard \nand promote the welfare of children, including identifying and responding to their needs.\nWorking Together sets out effective multi-agency arrangements that safeguard children. \nWorking Together includes multi-agency expectations for strategic leaders, senior or \nmiddle managers and for those involved in direct practice. Multi-agency practice \nexpectations apply to all agencies and practitioners involved in supporting children and \nyoung people. The practice expectations are organised around 5 key principles: to \ncollaborate, to learn, to resource, to include, and to mutually challenge. They set out \nhow safeguarding partners and other agencies should work together and align their \npractice, including towards the outcomes in the National Framework.\nThe National Framework is statutory guidance for local authorities and sets the outcomes \nthat children’s social care should achieve. Local authorities can only achieve these \noutcomes with the full cooperation of other organisations. Safeguarding partners and \nrelevant agencies, including education settings, should read and respond to the \nNational Framework, alongside Working Together. The National Framework does not \nreplace other guidance on multi-agency working and must be read in parallel with \nWorking Together.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "working",
        "that",
        "their",
        "together",
        "agencies",
        "national",
        "children",
        "multi-agency",
        "should",
        "children,"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 16,
      "content_length": 2546,
      "word_count": 361,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.201923",
      "content_hash": "bd107070ef9f969eb6926ee454afb374cb061a6474e6e8b699d34f3d94768763",
      "pdf_page": 16
    }
  },
  {
    "page_content": "18\nFollowing the National Framework alongside the Special Educational Needs and \nDisability (SEND) Code of Practice \nLocal authorities have important duties towards children and young people with special \neducational needs and disabilities. They must deliver their responsibilities, with a view to \nintegrating education, training and health and social care, where this would improve the \noverall quality of provision for children and young people with special education needs \nand disabilities. \nThe SEND Code of Practice sets out that local authorities and Integrated Care Boards \n(ICBs) must make joint commissioning arrangements for education, health and care \nprovision, informed by a clear assessment of local needs. This multi-agency collaboration \nensures that there is a joined-up approach that prioritises identification, assessment, and \nsupport. \nAgencies should be aware that the SEND Code of Practice gives statutory guidance on \nthe duties, policies and procedures relating to Part 3 of the Children and Families Act \n2014. The SEND Code of Practice sets out how agencies should support children under \nsection 17 (Children and Families Act 1989) or section 2 (Chronically Sick and Disabled \nPersons Act 1970). The SEND Code of Practice says that local authorities, in carrying \nout their functions, must have regards to: \n• the views, wishes and feelings of the child or young people and the child’s \nparents\n• the importance of the child or young person, and the child’s parents, participating \nas fully as possible in decisions and being provided with the information and \nsupport necessary to enable participation in those decisions\n• the need to support the child or young people, and the child’s parents in order to \nfacilitate the development of the child or young people and to help them achieve\nthe best possible educational and other outcomes, preparing them effectively for \nadulthood\nThese principles reflect the expectations for practice described throughout the National \nFramework, and which see the voices of children, young people and families as central to \nsupport to improve outcomes. Crucially, local authorities will only achieve the outcomes\nin the National Framework for children with special educational needs and disabilities \nwith the knowledge, expertise and support of other organisations. Agencies should read \nand respond to the National Framework, alongside the principles and outcomes set out in \nthe SEND Code of Practice.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "code",
        "practice",
        "with",
        "local",
        "children",
        "people",
        "send",
        "that",
        "support"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 17,
      "content_length": 2472,
      "word_count": 372,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202013",
      "content_hash": "1a4434f0ab0ecc572ed455cc1760ac26d65746950d976fc6bb14fe1547938fde",
      "pdf_page": 17
    }
  },
  {
    "page_content": "19\nFollowing the National Framework alongside other pieces of guidance \nSafeguarding partners and other relevant agencies, including education settings, have \nguidance that relates to how they work to protect the safety and support the wellbeing of \nchildren and young people. The National Framework does not replace these pieces of \nguidance, and should be read alongside guidance (the list below is alphabetical and not \nexhaustive): \n• Information sharing advice for safeguarding practitioners \n• Statutory framework for early years foundation stage (EYFS)\n• Safeguarding children, young people and adults at risk in the NHS – Safeguarding \naccountability and assurance framework\n• Criminal exploitation of children and vulnerable adults: county lines \n• Promoting the Health and Wellbeing of Looked After Children \n• Authorised professional practice for policing\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "framework",
        "safeguarding",
        "guidance",
        "children",
        "national",
        "alongside",
        "other",
        "pieces",
        "wellbeing",
        "young"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 18,
      "content_length": 867,
      "word_count": 124,
      "line_count": 15,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202095",
      "content_hash": "eca9469cc246ca95d330fc7bc416ef2e1246c2f5018dd03496949bf9df101225",
      "pdf_page": 18
    }
  },
  {
    "page_content": "20\nEnabler: leaders drive conditions for effective practice \nOverview of this enabler \nAll leaders from local authorities and children’s trusts, including Chief Executives, \nDirectors of Children’s Services, Directors of Public Health, and Lead Members for \nChildren’s Services, should conduct their responsibilities in ways that support and \nempower the wider children’s social care workforce to achieve the best possible \noutcomes for children, young people, and families. They promote the use of evidence to \ninform and improve how services are commissioned and delivered. \nSummary of this enabler\nLeaders can transform the communities that they work in. This requires the passion, \ncommitment, knowledge, skills, and expertise of every kind of leader. From senior \npolitical and corporate leaders, those designing and managing services, like practice \nleaders and principal social workers, through to those overseeing practice, like team \nmanagers. Leadership in children’s social care is not solely about a position in an\norganisation – regardless of seniority, individuals working in children’s social care can\npractise leadership, and use their influence to improve their organisational and practice \nculture, and advocate for children, young people, and families. \nLeaders at every level should model the strong relationships they want to see between \npractitioners and children, young people, and families. They need to use every tool \navailable, whether that is partnerships, the expertise of their workforce, the wisdom and \ninsights of those with experience of interacting with children’s social care, or data and \ntechnology, to set the conditions for practice and to continually improve the services they \nprovide. \nExpectations for practice \nHow senior leaders should support this enabler in practice \n• Leaders put the National Framework’s principles for practice at the heart of their \nleadership approach and embed these principles as core values in their \norganisation. They prioritise regular and open discussion with their organisation so \nthat everyone understands how the principles deliver better outcomes. \n• Leaders at every level of the organisation lead by example: they are visible, \napproachable and have the knowledge, and experience for their role. They model \nintegrity and creativity in their work, and demonstrate clarity of purpose for their \nteams, organisation and with partner agencies.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "leaders",
        "they",
        "practice",
        "children’s",
        "social",
        "this",
        "that",
        "every",
        "organisation"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 19,
      "content_length": 2426,
      "word_count": 351,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202139",
      "content_hash": "de9ed7c0c02d9e78433f0d7ff8509accbc01025abffd98d5b61758844d660603",
      "pdf_page": 19
    }
  },
  {
    "page_content": "21\n• Leaders recognise that their leadership of their organisation will affect how \npractitioners understand and respond to children, young people, and families. \nLeaders act with care, compassion, respect and offer constructive challenge when \nit is needed. \n• Leaders are tenacious in their approach to meeting the outcomes set out in the \nNational Framework and their commitment to delivering impactful services. They\nare resolute in providing the conditions for effective practice so that every service \nthey commission and every individual in their organisation is able to support \nchildren, young people and families to thrive. They model effective advocacy for \nchildren, young people and families across their organisation, with partner \nagencies, and to their own workforce. They continually expect and celebrate \nexcellent practice. \n• Leaders have a local practice framework and create a shared strategic vision for \nlocal services, which they encourage their workforce, commissioned services, and \npartner agencies to use, to facilitate a shared understanding of how to approach \nworking with children, young people and families. \n• Leaders understand the children, young people and families that live in their area, \nand design services that will meet their needs, based on the best available \nevidence of what will improve outcomes. They model an understanding of how\neconomic and social circumstances can affect children, young people, families, \nand communities. \n• Leaders prioritise funding and resources that help families early so children and \nyoung people can thrive. Funding achieves value for money and is spent on \ninterventions that make a difference to children, young people, and families. \n• Leaders are transparent and accountable for their performance and the impact of \nchildren’s social care practice on children, young people, and families. Leaders \nmanaging social workers are mindful of the employer standards for social workers\nand consider this in their approach to supporting the workforce. Corporate and \npolitical leaders are supported to engage with the impact of practice on children, \nyoung people, and families. \n• Leaders at a corporate and political level take an active interest in the \ncommissioning and impact of children’s social care in their area. They consider \nhow other services, delivered by the local authority and their partners, can support \nbetter outcomes for all children, including children in care and care leavers. \n• Leaders understand the importance of quality services and are assured that \neffective auditing and assurance processes, including direct feedback from\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "leaders",
        "children,",
        "young",
        "that",
        "they",
        "people,",
        "families.",
        "people",
        "social"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 20,
      "content_length": 2635,
      "word_count": 391,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202230",
      "content_hash": "0e0202999cfa5debd8378f0abfe530e3f78e2f99e3b267951eb6ed0bc96b8a06",
      "pdf_page": 20
    }
  },
  {
    "page_content": "22\nchildren, young people and families, are in place. Where possible these are multi\u0002agency, so as to build a commitment to learning and improvement amongst all \npartners and relevant agencies. \n• Leaders hold colleagues at every level of their organisation to account when there \nare concerns about how aspects of children’s social care services are being \ndelivered. \n• Leaders value the support of other local authorities in their region and are \nproactive in contributing to, and learning from, regional improvement. They work to \nbuild collaboration, understanding and shared practice models across agencies \nand work constructively with their colleagues across the country, particularly \nwhere children, young people, and families move across areas.\n• Leaders work in their organisation and with partner agencies so that the services \nthey run respect the rights of, and address uneven provision of services for, \nchildren, young people and families. They address discrimination and promote \nequality. \n• Leaders are confident in using robust evidence of what works and relevant, timely, \ndata to understand and improve outcomes and practice. They use technology and \nadministrative support to enhance practice, support information sharing and \nreduce the burdens of bureaucracy for practitioners so they can prioritise spending \ntime building relationships with children, young people and families. \n• Leaders seek to improve their own knowledge and expertise. They keep abreast \nof changes in guidance, emerging evidence, and practice innovation and support \ntheir workforce to remain up to date when changes should affect local practice. \n• Leaders oversee swift responses to serious incidents, taking prompt steps to learn \nfrom incidents and implement changes to practice. Leaders encourage the \nworkforce to reflect regularly on what works well and what could be improved in \nday-to-day practice. \n• Leaders put in place clear mechanisms for children, young people and families to \nraise concerns. They listen to the voices of children, young people and families \nand act on any complaints swiftly. \n• Leaders have clear processes to hear, and respond to, the concerns of the \nworkforce, as well as for whistleblowing. \nHow practice supervisors should support this enabler in practice\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "leaders",
        "they",
        "children,",
        "young",
        "their",
        "people",
        "support",
        "practice",
        "practice.",
        "services"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 21,
      "content_length": 2297,
      "word_count": 343,
      "line_count": 34,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202327",
      "content_hash": "44f4e95ced69fff3d7e386a572ec903ed808fb97a31fa681f9e0273a4cdc137d",
      "pdf_page": 21
    }
  },
  {
    "page_content": "23\n• Practice supervisors promote and govern practice within their organisation. They \nare knowledgeable and skilled, set high standards for practice and support and \nencourage others to do the same. \n• Practice supervisors recognise their influence as leaders of practice and take \nresponsibility for contributing to an inclusive workplace culture. They share \nfeedback to help senior leaders to improve the practice environment. They help to \ndevelop a culture of learning and improvement, where staff are sufficiently \nsupported, stretched, and mentored to meet their aspirations. \n• Practice supervisors shape and influence the culture of practice by providing a \nsafe, calm, and well-ordered environment for all staff. They use resources to best \neffect and facilitate reflective discussions. \n• Practice supervisors promote reflective thinking and methods, supporting effective \ndiscussions between practitioners and other agencies, so that reasoned and \ntimely decision-making can take place in practice. They are emotionally intelligent \nand use supervision to support practitioners in their own reflection. \n• Practice supervisors are knowledgeable in the legal, regulatory, procedural and \nperformance frameworks within which they operate, are confident to support \npractitioners to navigate complex decisions within these frameworks and provide \nopportunities for staff to give and receive feedback.\n• Practice supervisors give social workers time and space to learn, observe the \npractice of others and to analyse what went well and what could be improved in \ntheir interventions. \n• Practice supervisors work with their peers across agencies to build relationships \nbased on collaboration, understanding and shared practice models. \n• Practice supervisors act as a conduit of information between senior leaders and \npractitioners in their local area and champion each group when required. They \nembed the principles of children’s social care, set out in the National Framework,\nwithin their teams and discuss where those principles are not being met in \npractice. \n• Practice supervisors demonstrate a high level of resilience within pressured \nenvironments and respond to situations in calm, measured and pragmatic ways. \nHow practitioners should support this enabler in practice \n• Practitioners recognise that they can demonstrate leadership in their roles and act \nas leaders for their colleagues. They use their knowledge and skills to contribute \nto the culture of practice and improve support for children, young people and \nfamilies.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practice",
        "their",
        "supervisors",
        "they",
        "practitioners",
        "within",
        "support",
        "leaders",
        "culture",
        "promote"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 22,
      "content_length": 2555,
      "word_count": 367,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202416",
      "content_hash": "8ce108ef821bedbaa9dbd050525e7c960f17a89b53b32708997b4c858de1bb3f",
      "pdf_page": 22
    }
  },
  {
    "page_content": "24\n• Practitioners share feedback to help leaders to improve the culture in which they \npractise. They are strong advocates for high standards of practice amongst the \nworkforce and for support for children, young people and families that meet their \nneeds. \n• Practitioners work with children, young people and families in a way which \ndemonstrates the principles of children’s social care, set out in the National \nFramework. They discuss with leaders and practice supervisors how the principles \nare being met. \n• Practitioners amplify the voices and feedback from children, young people, and \nfamilies in respect of services. Practitioners confidently raise issues and concerns \nwith senior leaders and practice supervisors to identify improvements needed in \nhow services are being delivered. \n• Practitioners provide contextual information to help leaders understand data, \nsupport internal quality assurance processes and identify how to change practice.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "leaders",
        "they",
        "practice",
        "children,",
        "young",
        "families",
        "with",
        "feedback",
        "help"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 23,
      "content_length": 962,
      "word_count": 140,
      "line_count": 16,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202500",
      "content_hash": "b57e73741232d71f186b3fb6a42f25264a1c10db600c1c3157fdb68a21d9db5d",
      "pdf_page": 23
    }
  },
  {
    "page_content": "25\nEnabler: the workforce is equipped and effective \nOverview of this enabler \nThe whole children’s social care workforce plays an instrumental role in delivering good \noutcomes for children, young people, and families. They should bring empathy, energy\nand motivation to their daily work. They should be supported, by their organisation, to use \nthe breadth of their knowledge and skills to transform the lives of children, young people \nand families. \nSummary of this enabler\nPractitioners have a powerful part to play in improving the lives of children and families. \nThere is a wide range of staff and practitioners who make up the children’s social care \nworkforce, and each has the opportunity to be invaluable in helping children, young \npeople and families to thrive. \nPractitioners use their expertise to offer compassionate and motivational support that \naddresses the seemingly intractable problems facing families. Every local authority will \nrely on a host of practitioners, such as family support workers and residential children’s \nhome workers, who will work alongside children, young people and families, and, as \nregistered professionals, there are unique and important standards and responsibilities5\nfor social workers. The diversity of roles and practitioners working within children’s social \ncare all provide a different, and essential, set of skills, and the workforce is at its \nstrongest when there is positive, collaborative working across different specialisms. \nThe work they do can be demanding, complex and emotive, which means that leaders at \nevery level of their organisation need to be aligned in their vision to support the workforce \nto be effective. Team managers have a vital role in providing day to day support and \nsupervision, and across children’s social care, service managers, assistant directors, \nDirectors of Children’s Services, Chief Executives and corporate and political leaders all \nhave a part to play in resourcing the workforce and cultivating the working conditions and \nlearning culture that help practitioners support children, young people and \nfamilies. Practitioners are committed to supporting the families they work with, and \nconstantly seek to improve practice in their area to improve outcomes. \n5 Professional standards - Social Work England\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "children’s",
        "social",
        "practitioners",
        "workforce",
        "children,",
        "young",
        "families.",
        "support",
        "they"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 24,
      "content_length": 2311,
      "word_count": 344,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202547",
      "content_hash": "e6a61c9263decb4edddf4beeeb508927d6a8e1cf54dd6f6cbfb83cabf4924ae8",
      "pdf_page": 24
    }
  },
  {
    "page_content": "26\nExpectations for practice \nHow senior leaders should support this enabler in practice \n• Leaders understand the complex realities of frontline practice. They consider their \nworkforce their greatest asset and support them in delivering impactful services, \nwhich achieve the outcomes of the National Framework, as part of the long-term \nambition for children, young people, and families to thrive. \n• Leaders prioritise consistency of practitioners for families and support all \npractitioners, including social workers, family support workers and personal \nadvisers, to spend time with, and build strong and stable relationships with, \nchildren, young people, and families. \n• Leaders have a workforce strategy, commission services and recruit practice \nsupervisors and practitioners with the knowledge, skills, and experience to deliver \nthe outcomes set out in the National Framework. Leaders invest in practitioner\ntraining, development, and wellbeing. Leaders reflect on the diversity of their \nworkforce so it reflects and can meet the needs of the local area. \n• Leaders prioritise a stable and permanent workforce and only employ agency \nsocial workers as a temporary measure when absolutely necessary, so that \nchildren, young people and families can maintain consistent relationships with \npractitioners. \n• Leaders identify and remove unnecessary bureaucracy, including with the help of \ntechnology and administrative support, and are mindful of practitioner workloads, \nincluding both the number of children and young people they are supporting, and \nthe complexity of their family dynamics. \n• Leaders enable their practitioners to have the knowledge and skills they need to \nsupport the children and young people they work with, and oversee regular, \nconsistent, reflective supervision for practitioners to support their practice, \ndevelopment, and wellbeing. \n• Leaders support early career social workers, as they start out in practice, to \naccess the provision and training they need to develop their practice and to benefit \nfrom the expertise and support of more experienced colleagues. \n• Leaders provide the workforce with suitable opportunities to deepen their \nknowledge, develop new skills and put learning into practice. They identify \nappropriate training for those working with groups with specific individual needs or \nprotected characteristics, including support for disabled children.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "leaders",
        "support",
        "their",
        "they",
        "with",
        "workforce",
        "young",
        "practice",
        "practitioners",
        "including"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 25,
      "content_length": 2417,
      "word_count": 344,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202633",
      "content_hash": "978452bb342cc021d10bb0f0137de0b5c92d6aa7a4c3d1b42cedaf1bb4859975",
      "pdf_page": 25
    }
  },
  {
    "page_content": "27\n• Leaders support managers at every level of the organisation to have manageable \nspans of control and they are able to provide the support and supervision that \nallow practitioners to work effectively with children, young people and families. \n• Leaders support the workforce to value understanding differences between \nfamilies and to manage relationships with children, young people and families in a \nway that addresses their personal circumstances and experiences. \n• Leaders encourage the workforce to practise in a way that is goal-oriented, \npurposeful, effective, and capable of making a tangible difference in the lives and \nwellbeing of children, young people, and families. They promote evidence-based \napproaches in practice wherever possible. \n• Leaders create the conditions and culture that supports innovation in practice, \nwhere challenge is welcome, practice supervisors and practitioners feel safe, and \nthey are encouraged to learn and develop. \nHow practice supervisors should support this enabler in practice \n• Practice supervisors understand their role in shaping and supporting the workforce \nto respond to the complex realities of practice. They recognise, respect and value \nthe expertise of practitioners and promote a workplace culture where they are able \nto work effectively and achieve the outcomes of the National Framework.\n• Practice supervisors are unwavering in their commitment to provide high-quality \nsupervision to their teams so practitioners can reflect on their practice. Supervision \nshould help practitioners to learn and improve, and feel supported in their \nwellbeing, with strategies in place to help manage the causes of stress and \nanxiety.\n• Practice supervisors actively promote and encourage direct work with children and \nfamilies, and as far as possible, continue to engage in direct work as part of their \nown roles. They allow time and space for practitioners to prioritise family visits and \nsupport practitioners to analyse direct work to think about the impact of their \npractice on families. \n• Practice supervisors encourage practitioners to continue learning throughout their \ncareer and model dedication to their own practice development. In doing so, \npractice supervisors are mindful of the needs of their local area, emerging\nresearch and evidence, and the perspectives of local families. \n• Practice supervisors recognise the strengths and development needs of \npractitioners and use practice observations, reflection, and feedback mechanisms \nto develop practice through appropriate training. They reflect upon the confidence\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practice",
        "their",
        "practitioners",
        "supervisors",
        "they",
        "support",
        "work",
        "leaders",
        "that",
        "with"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 26,
      "content_length": 2600,
      "word_count": 379,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202721",
      "content_hash": "920b4614153ac1cbf958c75a1caac69b1de4ec163c71828bab84358ade50f8d8",
      "pdf_page": 26
    }
  },
  {
    "page_content": "28\nof practitioners and adapt management and leadership style according to the \nneeds of individuals and the organisation.\n• Practice supervisors help practitioners to adopt an approach to practice which is \nproportionate to identified risk and need. They use supervision processes to \nchallenge the balance of authoritative intervention and collaborative engagement. \nThey support their teams to address discrimination and promote equality.\n• Practice supervisors support their workforce by sharing information between \nleaders and practitioners about the needs of both the workforce and the families \nthey work with. \nHow practitioners should support this enabler in practice \n• Practitioners are clear about how their role in children’s social care can help to \nachieve the outcomes set out in the National Framework, and meet the long-term \nambition for children, young people, and families to thrive. \n• Practitioners prioritise family visits and direct work to build strong, respectful \nrelationships with children, young people, and families. Practitioners are confident \nand capable to identify children and young people’s needs and make decisions \nabout what needs to happen to meet their needs, in circumstances that can \ninvolve risk, complexity and uncertainty. \n• Practitioners use supervision to reflect on their practice and to prioritise their \nlearning and development, so they have the knowledge, skills and experience \nneeded for their roles. Practitioners continue to learn throughout their career and \ndevelop their skills based on the latest evidence from the sector. \n• Practitioners are committed to managing their practice with children, young people \nand families so it is impactful. They are goal-oriented in their work and use \nresearch and evidence to support children, young people and families in a way \nthat is purposeful and effective. \n• Practitioners recognise the rights of children, young people and families, and work \nwith them in a way that upholds those rights and considers how different \nexperiences may affect how individuals engage with children’s social care. They \naddress discrimination and promote equality.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "their",
        "practice",
        "they",
        "young",
        "children,",
        "needs",
        "support",
        "families",
        "work"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 27,
      "content_length": 2157,
      "word_count": 317,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202813",
      "content_hash": "8a8dc0f4fee08a82a8446384b0f60fe6e332ef56261ee8677844df6724cbb8c4",
      "pdf_page": 27
    }
  },
  {
    "page_content": "29\nOutcome 1: children, young people and families stay \ntogether and get the help they need\nWhat this outcome is about\nChildren’s social care helps children and young people by supporting whole families and \ntheir networks. They work in partnership with parents and carers to address difficulties \nthat families face and are committed to keeping children and young people within their \nfamily, wherever it is safe to do so. \nSummary of this outcome \nWe want to see all children, young people, and families able to thrive, and able to access \nsupport to realise this ambition. This might involve support for families where children \nhave special educational needs and disabilities, or helping whole families where there \nare concerns about the wellbeing or safety of children and young people, so that all \nchildren, whatever their circumstances, can have the best possible start in life. \nStaying together is about finding ways for children and young people to remain living with \ntheir families, wherever it is safe for them to do so. To make this possible, practitioners \noffer tailored help and support to families, responding to the reasons why children and \nyoung people’s needs are not being met. This often involves supporting parents, carers, \nand family networks to increase their capacity to provide loving care to children and \nyoung people.\nFor some this will mean supporting parents and carers in addressing challenges in their \nown lives, such as domestic abuse6, mental and physical health problems, substance \nmisuse, deprivation, and housing instability, through the advice and services of partner \nagencies. For others this will be through the provision of services, for example, providing \nshort breaks to meet the needs of disabled children, or working with partner agencies \nand the family network to provide support and respite where children and young people \nare providing care to their parents, siblings, or family members. For others, support will \nfocus on developing parent or carer skills to care for, and support the development of, \nchildren and young people, by improving the quality of relationships, introducing \nconsistent routines, and encouraging engagement in education and wider community \nactivities. \n6 As defined in the Domestic Abuse Act 2021 behaviour is ‘abusive’ if it consists of physical or sexual \nabuse, violent or threatening behaviour, controlling or coercive behaviour, economic abuse, psychological, \nemotional or other abuse. It does not matter whether the behaviour consists of a single incident or a course \nof conduct.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "children",
        "this",
        "their",
        "families",
        "support",
        "people",
        "children,",
        "care",
        "outcome"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 28,
      "content_length": 2577,
      "word_count": 399,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202896",
      "content_hash": "a831aac1f29cb28a82684ba39b7f3fb309bd06d526ac867939d1eae8f4aeac2a",
      "pdf_page": 28
    }
  },
  {
    "page_content": "30\nCentral to this approach is a determination from practitioners to build on family’s\nstrengths and use their professional knowledge and skills to build strong, compassionate \nrelationships with children, young people, and families so they can know what is \nhappening in their lives. Those working in children’s social care know that for some \nfamilies, difficult circumstances may be affected by factors such as poor living conditions\nand economic hardship Senior leaders, practice supervisors and practitioners are \ncommitted to working respectfully with families and partner agencies. \nExpectations for practice \nResponding to the voices of children, young people and families\n• Every area uses a proactive and systematic approach to listen to the individual \nand varied voices of children, young people and families from different groups in \nthe local area, to understand their needs, and hold themselves to account for \nproviding respectful, quality services. \n• Every area supports families to understand children’s social care and engage with \nservices from their first interactions with the local authority. They are supported to\nidentify and include their family network from the outset, and the views of the \nfamily network are considered when considering the best interests of children and \nyoung people.\n• Every area makes sure that practice is flexible and adaptive so that the \nperspectives of children, whatever their age or ability, can be heard, including, \nwhere required, through the provision of independent advocacy. This includes \nconsideration of the wishes and feelings of children who are not yet old enough to \ntalk or who, for reasons of disability, cannot communicate verbally or prefer other \nmeans of communication, as well as provision for children for whom English is not \ntheir first language. \n• Every area supports children and young people to share their wishes and feelings \nfreely and independently from the views of parents, carers, or other adults in their \nlives. \n• Every area has mechanisms for seeking to understand the hopes and aspirations \nof children and young people so that this information can shape individual support \nand the design of local services. \n• Every area uses data and evidence to support reflection on how children, young \npeople and families are responding to the help available and explore, with them, \nwhether it is meeting its objectives.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "young",
        "families",
        "every",
        "area",
        "from",
        "with",
        "children,",
        "people",
        "children"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 29,
      "content_length": 2409,
      "word_count": 371,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.202994",
      "content_hash": "0706ed9f19967d0c4a42ff5fbee4f2b6d1b0bbc47c972ee59b79babe5efb7474",
      "pdf_page": 29
    }
  },
  {
    "page_content": "31\nHow senior leaders should achieve this outcome in practice\n• Leaders design services that are ambitious for the best possible outcomes of \nchildren, young people, and families. As part of this process, leaders consider the \njourney of the whole family through services, and from their first interactions with \nchildren’s social care, place strong relationships and effective communication with \nparents and carers at the heart of practice. \n• Leaders identify the needs of children and young people in a local area, including\nthe needs of disabled children and of young carers, through robust data and \nevidence and design services so that support, information, and advice is available \nto meet their needs, working with their whole families. \n• Leaders support services to deliver help, which is rooted in communities, so that it \nis timely, accessible to local children, young people and families and does not feel \nstigmatising. When support is offered, it is based on individual needs, and where \nrequired makes use of specialist help. This includes collaboration to develop a \njoined-up approach to working with adult social care services, especially where \nchildren and young people are providing care for family members.\n• Leaders establish teams of knowledgeable and skilled practitioners who use multi\u0002disciplinary and multi-agency expertise to help children, young people, families, \nand their networks.\n• Leaders address the needs of different children through the help available in the \nlocal area. This includes children that can be overlooked, including vulnerable \ninfants, teenagers, disabled children, young carers, those living with families with \nno recourse to public funds, and unaccompanied asylum-seeking children. \n• Leaders identify and address barriers to support for children, young people, and \nfamilies. They are proactive in tackling areas of practice that are felt to be \nstigmatising. Leaders understand that families of disabled children may face \nchallenges which are associated with their child’s disability rather than as a result \nof safeguarding and create processes that allow families to access the support \nthey need. \n• Leaders are confident that decisions about access to targeted support are clear \nand equitable, so that children and young people from different socio-demographic \ngroups experience consistency in the kind of support available. Leaders identify \nand use workforce expertise to inform decisions about how to provide help, \nprotection, and care when it is needed.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "leaders",
        "that",
        "young",
        "with",
        "children",
        "support",
        "children,",
        "their",
        "this",
        "people"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 30,
      "content_length": 2527,
      "word_count": 378,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203085",
      "content_hash": "d7b5aa62b0f5867c351948cb8b9629d805c126f741c77d49b98be3aa943bbfa2",
      "pdf_page": 30
    }
  },
  {
    "page_content": "32\n• Leaders design services so that when targeted support is not needed by children, \nyoung people and families, there are clear routes that help them to access the \nuniversal services that will meet their needs. \n• Leaders understand the importance of education as a protective factor, which \nhelps to keep children and young people safe and able to reach their potential. \nLeaders establish strong partnerships with education leaders, setting high \naspirations for engagement in education and support to address barriers to \nattendance and attainment. \n• Leaders value the expertise of the Virtual School Head and, where needed,\nsupport them to champion improved educational outcomes for children and young \npeople. \nHow practice supervisors should achieve this outcome in practice\n• Practice supervisors understand that the first interactions a family has with \nchildren’s social care, from the point of an initial referral, can influence how they \nrespond to the help available. They support their teams to endeavour to make the \nfirst interactions positive, welcoming, and inclusive, involving whole families and \ntheir networks.\n• Practice supervisors are child-centred and promote whole family approaches to \nhelp meet their needs. They encourage practitioners to reflect on relationships \nbetween the whole family and provide constructive challenge and advice to help \nthem to understand how best to provide support.\n• Practice supervisors recognise that receiving help from children’s social care can \nbe a stigmatising experience and are proactive in encouraging their teams to \ntackle stigma, build strong relationships with children, young people and families \nand communicate clearly and effectively. They consider the needs of families of \ndisabled children, or where children are providing care for a parent, sibling, or \nfamily member, where safeguarding is not the primary reason for accessing \nsupport.\n• Practice supervisors support practitioners to work creatively, explore new ideas \nand initiatives to solve problems, and draw on the expertise of other agencies and \nprofessions to meet the needs of children, young people, and families.\n• Practice supervisors work with their colleagues in education settings so that \nchildren and young people have consistent access to learning and are able to \nreach their potential. They build strong relationships with colleagues in schools\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "practice",
        "that",
        "young",
        "supervisors",
        "support",
        "help",
        "with",
        "they",
        "leaders"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 31,
      "content_length": 2402,
      "word_count": 357,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203192",
      "content_hash": "f141ebda28a4734f819b10fc0fa5ef951d1d1238a4e7948bdf675731520005ab",
      "pdf_page": 31
    }
  },
  {
    "page_content": "33\nand education settings to promote attendance and recognise that when \nattendance falls, this may be a sign of other difficulties in their lives.\n• Practice supervisors establish strong working relationships with Virtual School \nHeads in their local authority to learn from, and draw on their expertise, so that \nchildren and young people can be supported to overcome barriers to attendance \nand attainment.\nHow practitioners should achieve this outcome in practice \n• Practitioners use strength-based approaches to build trusted relationships that \nhelp children, young people, and families, working with them to identify what is \nworking well in their lives and how their strengths could support them in other \nareas too. Practitioners are confident to identify the needs of disabled children and \nsupport families to meet their needs.\n• Practitioners manage their first interactions with families carefully, clearly \nexplaining their roles and the help that is available. Practitioners prioritise \nunderstanding the whole family and building relationships with all of the family \nnetwork, from the outset. Practitioners understand that different families may have \ndifferent relationships and a family network is not confined to relatives.\n• Practitioners understand that stigma can be a barrier to children, young people \nand families asking for, and responding to, help that is available. Practitioners \nrecognise that disabled children and their families, or families where a child \nprovides care for a family member, may face barriers in coming forward to access \nsupport. Practitioners adapt their practice to overcome barriers for individual \nchildren, young people, and families, taking account of their needs and \npreferences for how they receive support.\n• Practitioners work confidently and respectfully with children, young people, and \nfamilies from diverse socio-demographic groups. They engage sensitively with \nfamilies, respecting different models and attitudes to parenting and care. \n• Practitioners are mindful of the importance of challenging their own and others’ \nhypotheses about what is happening in families, recognising how their own beliefs \nand experiences can affect their understanding of a family’s circumstances.\n• Practitioners, as part of their support for children, young people, and families, \nmitigate the impact of poverty and stress, providing advice and advocacy that \nhelps families to access financial support, housing, and community resources to \nmeet needs. Practitioners identify and differentiate when families need support\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "practitioners",
        "that",
        "families",
        "with",
        "young",
        "families,",
        "children,",
        "relationships",
        "people,"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 32,
      "content_length": 2575,
      "word_count": 371,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203282",
      "content_hash": "386bf34b87948de881c8f5edc6928ca783adf19b7ec8c11e47bee72be640b1d7",
      "pdf_page": 32
    }
  },
  {
    "page_content": "34\ndue to deprivation, and situations where children’s needs are not being met by \nparents and carers due to abuse and neglect.\n• Practitioners support parents and carers to understand their histories and \nexperiences and make sense of what influences the love and care they provide to \nchildren and young people. Where needed, practitioners draw on the expertise of \nother agencies or professions to support parents.\n• Practitioners work sensitively, with whole families, to identify and address the \nimpact of adversity and trauma in their lives. Practitioners reflect on how adversity \nand trauma might affect how a family engages with children’s social care, and they \nuse their expertise to explore these ideas with family members with care and \ncompassion. Practitioners help families to understand how experiencing harms, \nsuch as domestic abuse, mental health problems, substance misuse, and \nexploitation, impact the children and young people’s safety and wellbeing.\nPractitioners recognise that children and young people can be victims of domestic \nabuse in their own right if they see, hear or experience the effects of domestic \nabuse7. \n• Practitioners use the knowledge, expertise, and resources available through \nvoluntary, charity and social enterprise organisations in the local community, to \nfind solutions to problems that families, face. \n• Practitioners use research and evidence to inform practice and to provide \nmeaningful and tailored help for children and young people, parents, carers, \nsiblings, and family networks so that they can thrive. \n• Practitioners are confident to use a broad range of tools, such as chronologies, \nrich genograms, and family maps, to assess the needs of children and young \npeople and build relationships to help them. \n• Practitioners understand the importance of education as a protective factor, which \nhelps to keep children and young people safe and able to reach their potential. \nPractitioners consider, and integrate into support plans, the educational needs of \nchildren and young people, including how to improve attendance and attainment. \n7 Under section 3 of the Domestic Abuse Act 2021, children are recognised as victims in their own right \nwhere they see, hear or experience the effects of domestic abuse and are related to either victim or \nperpetrator of the abuse, or either the victim or perpetrator of the abuse has parental responsibility for that \nchild.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "children",
        "young",
        "their",
        "abuse",
        "they",
        "domestic",
        "with",
        "family",
        "that"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 33,
      "content_length": 2436,
      "word_count": 373,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203373",
      "content_hash": "caf629735eb8c9723c50cd210f6563bbb7be4b644622c435870cc2004967a0ee",
      "pdf_page": 33
    }
  },
  {
    "page_content": "35\n• Practitioners advocate for the highest aspirations for children and young people’s \neducation, and draw on a range of expertise where needed, including through \nVirtual School Heads, Designated Safeguarding Leads or Designated Teachers.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "designated",
        "practitioners",
        "advocate",
        "highest",
        "aspirations",
        "children",
        "young",
        "people’s",
        "education,",
        "draw"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 34,
      "content_length": 242,
      "word_count": 34,
      "line_count": 5,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203451",
      "content_hash": "410900e35e6bd245618347c77bb3acb9be37fa5d1c6f79baaa94ad8f534f6e6e",
      "pdf_page": 34
    }
  },
  {
    "page_content": "36\nOutcome 2: children and young people are supported \nby their family network\nWhat this outcome is about\nChildren’s social care supports children and young people by building relationships so \nthat key people in the lives of children and young people, who form their family network,\ncan help to provide safety, stability, and love. Involving family networks needs to happen\nat every stage, when children and young people are supported by children’s social care, \nincluding if they are going to, or have, entered care. When children are being raised by \nsomeone in their family network, we refer to this as kinship care.\nSummary of this outcome\nOften there are wider family relationships and networks that exist and can provide much\u0002needed help when families experience challenging problems. These relationships can be \na source of practical support that allow parents and carers to increase their capacity to \nmeet the needs of their children and young people.\nIn some situations, where it is not safe for children or young people to stay living with \ntheir parents, or they are on a journey to be reunified with their parents, kinship care can \nbe the best option to keep children and young people connected to those they know and \nlove. Kinship care can be any situation in which a child is being raised by a family \nmember who is not their parent or a friend – it can be temporary or long-term. For other \nchildren and young people who are in or leaving care, family networks might be small or \nlimited, and practitioners will offer support to strengthen safe connections and establish \nlifelong loving relationships.\nFamily networks can help parents and carers to address their own needs, and offer \nstability for children and young people, but they might need the help of practitioners to \nmake this happen. Children’s social care needs to consider how to unlock family \nnetworks and identify kinship carers to be a source of support, whenever children and \nyoung people need help, protection, or care. This support can enable children and young \npeople to remain living with parents and carers, and when this is not possible, allows\nthem to grow up with lifelong loving relationships, even if it they are not living with their \nbirth family.\nExpectations for practice\nResponding to the voices of children, young people, and families\n• Every area seeks and hears the views of children, young people, families, and \nfamily networks, including kinship carers, to understand how to design services\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "young",
        "children",
        "their",
        "family",
        "people",
        "this",
        "networks",
        "they",
        "kinship",
        "with"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 35,
      "content_length": 2501,
      "word_count": 412,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203479",
      "content_hash": "e21cfad1edeb6780398e51ffdd030b9ef06b7fc7500c6966e0b0d7bfd5cd420e",
      "pdf_page": 35
    }
  },
  {
    "page_content": "37\nthat support children and young people to stay living with, and connected to, those \nthey know and love.\n• Every area supports children and young people to work with practitioners to \nidentify their family networks and to discuss the support, love and trust they feel \nwith them.\n• Every area seeks and hears the views of children and young people and uses \nthem to inform decisions on how their family network can care for them.\n• Every area incorporates the views of parents into plans to keep children safe \nthrough their family network. Family networks are encouraged to report how much \nsupport they receive.\nHow senior leaders should achieve this outcome in practice \n• Leaders recognise that networks are integral to effective support and protection for \nchildren, young people, and families. Support is not limited to parents and carers, \nas services recognise that extended family can play an important role in helping to \nkeep children and young people connected to their family network. \n• Leaders should publish a local policy setting out the approach towards promoting \nand supporting the needs of children in kinship care in their area8. This should\ninclude a named responsible manager for kinship care within the local authority\nwho will oversee the policy. \n• Leaders design services to include family networks from a family’s first interactions\nwith services and empowers practitioners to work with networks at every stage of \nsupport for children, young people, and families. This includes how to support \ndisabled children with the help of their family network.\n• Leaders provide clear information and advice to families, which helps them to feel \nempowered to make decisions about how best to care for children and young \npeople in their family networks, and to explore the option of kinship care when it is \nneeded.\n• Leaders use their funding flexibly so that when it is in the child’s best interests, \nmembers of the family network and kinship carers can access the right support, \nwithout needing to become foster carers.\n8 Family and Friends Care: Statutory Guidance for Local Authorities\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "family",
        "children",
        "their",
        "young",
        "support",
        "leaders",
        "people",
        "with",
        "networks",
        "care"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 36,
      "content_length": 2117,
      "word_count": 344,
      "line_count": 33,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203572",
      "content_hash": "5a7f024f5827096741ab6c3ee40dbd2effe8a1fa6b7d089a11640dd1643ec304",
      "pdf_page": 36
    }
  },
  {
    "page_content": "38\n• Leaders put in place meaningful and collaborative forums with children, young \npeople and families, such as family group decision making9. They prioritise formal \nand informal kinship care arrangements, where safe to do so, to avoid children \nand young people unnecessarily entering care.\n• Leaders recognise the complex family dynamics that surround kinship care and \nthey commission services that can provide support to kinship carers who are \nmanaging challenging family relationships. \n• Leaders recognise that kinship carers may require additional support to look after \nchildren and young people when they cannot live with their birth parent. They will \nknow and signpost to the support kinship carers and children in kinship care are \neligible for, and they will consider what additional support may be required.\nHow practice supervisors should achieve this outcome in practice\n• Practice supervisors recognise the importance of family networks and support\npractitioners to explore the key relationships around a family, and address and \nwork through complex dynamics from the first interaction with services. \n• Practice supervisors are aware of the local offer for kinship support and help \npractitioners and families to navigate the offer, providing access to the relevant \ninformation, advice and resources where needed. \n• Practice supervisors encourage the use of shared forums to inform plans to meet \nchildren and young people’s needs, making use of tools such as family group \ndecision making, to bring together information and resources for families at the \nright time.\n• Practice supervisors recognise that some families may experience barriers to \naccessing support. Practice supervisors proactively support practitioners to \nchallenge themselves on their assumptions, build relationships with whole \nfamilies, and access learning opportunities to develop their skills and engage with \nempathy. This should include attending to the needs of disabled children, as well \nas to relationships that may not always be given attention in practice, such as the \nrole of fathers.\n9 Family group decision making is the umbrella term for a family-led forum where a family network makes a plan in response to \nconcerns about a child’s safety or wellbeing. These can take different forms; family group conferences are one model of family group \ndecision making. The Department for Education does not prescribe a specific model. There is further information in the glossary.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "family",
        "kinship",
        "support",
        "practice",
        "supervisors",
        "with",
        "group",
        "they",
        "that",
        "young"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 37,
      "content_length": 2485,
      "word_count": 374,
      "line_count": 34,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203666",
      "content_hash": "8aaa5389bedbd4d9cbfc8ea715e265a1bd4d9ac1923e6b5f6ea9a486f92f016d",
      "pdf_page": 37
    }
  },
  {
    "page_content": "39\n• Practice supervisors champion the reunification of children from care to their \nfamilies and family networks, where it is safe to do so, and promote practice that is \nfocused on creating opportunities where reunification can be possible.\n• Practice supervisors are aware of circumstances which mean that children and \nyoung people may not be able to be supported by their immediate family network, \nfor example, where unaccompanied asylum-seeking children may not have a \nfamily network in the country, or children have experienced harm as a result of \ntheir wider network or community. Practice supervisors help practitioners think \ncreatively about how to provide the right kind of support for these children that \ndevelops a strong network of relationships in their lives.\nHow practitioners should achieve this outcome in practice\n• Practitioners identify existing support networks with children, young people, and \nfamilies from their first interactions with children’s social care, seeking to \nunderstand who they define as their family, and who is important in their lives. This \nmight include non-familial relationships, such as lifelong friends, youth workers, \nteachers and members of their local community or faith-based organisations. \n• Practitioners value the insight of family members and support networks, seek out \ntheir views and take appropriate action to respond to any concerns they might \nraise about the support and care that is provided to children and young people. \n• Practitioners are mindful of how family dynamics can change. They remain alert to \nnew information that would improve their understanding of the relationships within \nthe family network and take action when children and young people need \nprotection, or their needs are not being met. \n• Practitioners understand that family members do not operate in isolation and \nrecognise that family networks come in many forms. They are confident to identify \ncomplex dynamics, and work sensitively and constructively to help families build, \nstrengthen, repair, or manage relationships. They help to manage family time\nbetween children, young people, parents, carers, and family members. \n• Practitioners are alert to working in partnership with family members and support \nnetworks that might ordinarily be overlooked as important sources of care and \nsupport, challenging their own views about the type of support available. They \nconsider how family networks can provide support to disabled children and to \nyoung carers. \n• Practitioners take steps to build and strengthen family networks where they are \nweak and help them to build support systems where they do not yet exist. Where\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "family",
        "their",
        "children",
        "that",
        "practitioners",
        "support",
        "they",
        "where",
        "young",
        "practice"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 38,
      "content_length": 2676,
      "word_count": 406,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203761",
      "content_hash": "2feaa82344a3f12e00bedf6ade28b8177d79412303f9f57caf97493159e06728",
      "pdf_page": 38
    }
  },
  {
    "page_content": "40\npractitioners support children in care they consider every possible option for safe \nreunification. \n• Practitioners work with family networks and kinship carers to help them access \ninformation, advice and training, alongside financial and peer support that equips \nthem to meet the needs of their children and young people, and provide them with \na loving, safe and stable home. \n• Practitioners bring the family network together to explore safe and loving family\u0002led options for the child’s care before the local authority issues care proceedings, \nwherever it is safe and possible to do so. Practitioners bring families together in\nfamily-led forums, that have been thoughtfully and carefully prepared. These \nforums should allow families time and resource to respond to concerns about a \nchild’s safety or wellbeing. Practitioners may use approaches, such as family \ngroup decision making in delivering these forums.\n• Practitioners conduct assessments of prospective kinship carers so that they can \nprovide a safe and stable home for their kin, and they help them to access the \nsupport they need to provide short term or long-term care.\n• Practitioners are mindful of circumstances where a child or young person is not \nable to be supported by their immediate family network, for example where it is \nunsafe to maintain relationships, or a child or young person’s family and network \nare in another country, such as for unaccompanied asylum-seeking. Practitioners \nthink creatively, and act decisively, to support children and young people to \ndevelop a strong, caring network of relationships in their lives.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "safe",
        "family",
        "support",
        "they",
        "them",
        "their",
        "young",
        "children",
        "care"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 39,
      "content_length": 1621,
      "word_count": 250,
      "line_count": 23,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203865",
      "content_hash": "a25cc36604c02b8cf55e016220a224457e996a2de826a9399ac98bd3af450b44",
      "pdf_page": 39
    }
  },
  {
    "page_content": "41\nOutcome 3: children and young people are safe in and \noutside of their homes\nWhat this outcome is about\nChildren’s social care acts swiftly to protect children and young people from harm, \nwhether that is at home, where they live, or outside in their wider neighbourhood, \ncommunity and online. Children’s social care manages the uncertainty and nuances of \nthe complex circumstances in which harm takes place, working in partnership with other \nagencies to increase safety.\nSummary of this outcome\nThere are some children and young people who are suffering, or are likely to suffer, \nsignificant harm unless there is substantial and sustained change to their circumstances. \nThis harm can come from inside or outside the home, including online, and some may \nexperience harms concurrently. For this reason, addressing harms from in and \noutside the home are addressed under the same outcome in the National \nFramework. \nHarm can be the result of actions by parents, carers, or other individuals in the family, or \na consequence of the context and environment children and young people experience \noutside of their home, including online and where children go missing.\nAny child or young person, no matter who they live with, can experience abuse, neglect \nand exploitation. Practitioners are alive to the possibility that children and young people \nwho live with their families, family network or kinship carers, and children in care, can \nexperience harms in and outside of their homes, and need the protection and support of \nsafe and caring adults in their lives.\nChildren’s social care has specific responsibilities, with the local safeguarding \npartners, to make any necessary enquiries where significant harm is suspected \nand to take swift action to protect children and young people. Protecting children \nand young people from abuse, neglect and exploitation is the cornerstone of how, in the \nlong-term, they will thrive. The duties for child protection are set out in legislation and in \nWorking Together to Safeguard Children alongside national multi-agency standards for \nchild protection. Working Together covers the processes, decisions and responsibilities \nfor all safeguarding partners and relevant agencies, including education settings. \nChildren’s social care has social workers, along with other practitioners and partner \nagencies, who are skilled in building strong relationships with families and carers, \nassessing children and young people’s safety, and deciding how to protect them. This will \ninvolve observing interactions between children, young people and their families or family\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "young",
        "their",
        "people",
        "outside",
        "this",
        "social",
        "harm",
        "with",
        "outcome"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 40,
      "content_length": 2616,
      "word_count": 396,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.203934",
      "content_hash": "a37eff2e481ff126a4bdd22e873762f077b7fe8686b777d67bb1c0bf85520c24",
      "pdf_page": 40
    }
  },
  {
    "page_content": "42\nnetworks, seeking to understand the capacity of parents and carers to protect them from \nharm, and listening to their voices. Practitioners will be curious about the daily lives of \nchildren and young people and remain alert to the possibility that individuals in their lives \nmay intentionally try to hide their experiences of abuse, neglect and exploitation. \nChildren’s social care will work with whole families, foster carers, residential children’s \nhomes staff, and with partner agencies in the community, to address the reasons why \nchildren and young people are experiencing harm. For a minority of children and young \npeople, there are occasions when it is not safe for them to remain living with their birth \nparents and in these situations children’s social care will explore how family networks \nand kinship care can help provide safety. Sometimes children’s social care will make an \napplication to go to court, for judicial decisions to be made about where the child should \nlive. \nExpectations for practice \nResponding to the voices of children, young people, and families\n• Every area supports children and young people to explore with practitioners the \nconcerns about their safety and wellbeing, including being supported to share their \nexperiences, and their views on the support that would make a difference in their \nlives. \n• Every area supports children and young people to share their wishes and feelings \nfreely and independently from the views of parents, carers, or other adults in their \nlives. \n• Every area incorporates the views of children and young people, families and \nfamily networks into assessments, plans and decision making. \n• Every area seeks the views of parents and carers to understand the kind of \nprotection they believe the children and young people in their family need. Family \nnetworks are listened to so as to understand their perspective on the care being \nprovided by parents and carers, the challenges to providing an appropriate \nstandard of care and the protection that children in their family need. \n• Every area considers the views of children, young people and families, and family \nnetworks, before a case is taken to court and throughout court proceedings. \n• Every area provides regular information to children, young people and their \nfamilies on the decisions being made about their lives, so they are clear what is \nhappening, how decisions are made, and why.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "young",
        "children",
        "people",
        "care",
        "family",
        "every",
        "area",
        "views",
        "parents"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 41,
      "content_length": 2431,
      "word_count": 386,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204040",
      "content_hash": "3706f9b797b7a8c9b23172f77420d0842c2b3b8a478f03daca245f839971f289",
      "pdf_page": 41
    }
  },
  {
    "page_content": "43\nHow senior leaders should achieve this outcome in practice \n• Leaders know how well children and young people are protected from abuse, \nneglect, and exploitation in and outside of their homes. Leaders are engaged with \npractice supervisors and practitioners so that they have their ‘fingers on the pulse’ \nof practice quality.\n• Leaders support practice supervisors and practitioners by creating a culture that is \nboth determined to protect children and young people, and which recognises the \nchallenge of keeping children and young people safe in circumstances where \nthere can be a high degree of uncertainty.\n• Leaders model strong, compassionate and collaborative relationships in their own \norganisations and with other agencies, so that where support services are jointly \ncommissioned and delivered, the needs of children and young people \nexperiencing abuse, neglect or exploitation can be met.\n• Leaders support critical challenge within their own organisation and with other\nagencies. In doing so, leaders encourage openness, respect and humility, so that \neveryone can share information, learn from others, and question assumptions, so \nthat there are robust plans to protect children and young people from harm.\n• Leaders provide an effective framework to oversee robust investigations where \nthere are concerns about abuse, neglect, and exploitation. They are confident that\nthere is decisive and rapid action to keep children and young people safe. \n• Leaders organise services so that decisions about what must happen to protect \nchildren and young people are led by skilled and experienced practitioners, and \nthat responses protect individuals and address the context in which harm is taking \nplace. Leaders identify and use social work expertise to protect children and \nyoung people from harm. \n• Leaders recognise that working with children and young people experiencing harm \nis complex. They support their workforce to navigate this complexity, so that \npractice supervisors and practitioners are equipped to understand and identify \nwhat constitutes harm and make decisions and intervene effectively to increase \nsafety. \n• Leaders are mindful of the impact of child protection enquiries on families, and\nwork with safeguarding partners to analyse data to reflect on local practice, so that \nenquiries are effective and only happen when they are needed.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "leaders",
        "that",
        "children",
        "young",
        "people",
        "practice",
        "their",
        "with",
        "protect",
        "from"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 42,
      "content_length": 2383,
      "word_count": 359,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204141",
      "content_hash": "5c94248aece6255f963407562fad3bed0bd790014208f575196ee632e530bd36",
      "pdf_page": 42
    }
  },
  {
    "page_content": "44\n• Leaders put clear information sharing processes in place in their local authority \nand support safeguarding partners to identify, share and discuss relevant \ninformation and data between partner agencies.\n• Leaders oversee robust decision-making so that the Public Law Outline is used in \nan effective and timely manner, so that a case only goes to court when all other \nchild protection options have been explored and where it is in the child’s best \ninterest.\n• Leaders recognise that children in care, for whom they have corporate parenting \nresponsibilities, can experience abuse, neglect and exploitation, including when \nthey are being cared for by the local authority. Leaders are diligent and \ndetermined to prevent circumstances where children and young people could \nexperience harm, to identify it where it is happening, and to take rapid action, \nincluding in how commissioned services are managed, so children and young \npeople are protected. As corporate parents, leaders work in partnership with other \nagencies to protect children and young people in their care and commit to shared \nlearning so that practice can continually improve.\n• Leaders encourage a culture of curiosity, learning and reflection, so that the \norganisation and individuals can improve practice. Leaders do not blame their \nworkforce when there are serious incidents and focus instead on identifying and \nsharing learning and adapting systems and practice to improve responses to \nabuse, neglect, and exploitation.\n• Leaders work closely with their whole workforce to identify and address barriers to \nsupport for marginalised groups. They understand that some groups may be less \nwilling to engage with services that could help to keep children and young people \nsafe and work to overcome this.\nResponding to harm outside of the home\n• Leaders create a shared understanding of harm outside the home, in partnership \nwith other agencies, and work collaboratively to develop a shared strategic \nresponse that protects children and young people. Leaders are mindful of how \ndata is collected, used, and shared across organisations, and take action so that \nstrategic responses are ethical. \n• Leaders provide services that put the needs of children and young people first, \nrecognising that many children are perceived, and treated, as older than they are\nbut that they are first and foremost children in need of help and protection. \nLeaders understand that the likelihood of harm outside the home is more acute for \nsome groups of children and young people, and that some are more likely to be\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "that",
        "leaders",
        "children",
        "young",
        "they",
        "people",
        "their",
        "work",
        "with",
        "shared"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 43,
      "content_length": 2587,
      "word_count": 405,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204231",
      "content_hash": "c7b05ef277e17ba7282056e87f49c6aa1f3ab2da657b397f986280157a3d961f",
      "pdf_page": 43
    }
  },
  {
    "page_content": "45\nmistakenly perceived as adults, which can be a barrier to accessing help and \nsupport.\n• Leaders understand that parents, carers and family networks are often not \nrecognised as sources of support when children and young people face harm \noutside of the home. They model a strategic commitment to approaching parents, \ncarers and family networks as partners who can protect children and young \npeople, wherever it is safe to do so. \n• Leaders understand and address the possibility that children and young people \nare blamed for the harm they are experiencing, are criminalised, or have their \nneeds overlooked due to complex circumstances where they are also involved in \ninstigating harm. \n• Leaders recognise the importance of collaboration with local communities, \nvoluntary, charity and social enterprise organisations, the Youth Offending \nService, and colleagues working in education, health, and policing, to meet the \nneeds of some children and young people. Leaders use these relationships to \ncreate safe places for children and young people and streamline local services to\navoid unnecessary duplication. \nHow practice supervisors should achieve this outcome in practice \n• Practice supervisors know how their teams are working with children and young \npeople to protect them from abuse, neglect, and harm in and outside of their \nhomes. Practice supervisors are concerned with the quality of practice. \n• Practice supervisors recognise and proactively address the high degree of \nuncertainty involved in protecting children and young people, supporting \npractitioners and other agencies to manage anxiety and deliver proportionate \ninterventions to increase safety. \n• Practice supervisors build strong relationships with key individuals in other \norganisations and use these relationships to effectively identify, share and discuss \nrelevant information and data between partner agencies. They recognise the limits \nto their own knowledge and skills, encourage critical challenge amongst their \nteams and with other organisations and seek the expertise and insights of other \nagencies where it is needed.\n• Practice supervisors oversee robust investigations where there are concerns \nabout abuse, neglect, and exploitation. Alongside practitioners and other \nagencies, they engage in critical challenge and take decisive and rapid action to \nkeep children and young people safe.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "young",
        "practice",
        "supervisors",
        "people",
        "they",
        "their",
        "with",
        "other",
        "leaders"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 44,
      "content_length": 2396,
      "word_count": 349,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204331",
      "content_hash": "9b0f166e77e864f931826a557ecf61d3c9ad9795905d2433d85cba1cb49fff8a",
      "pdf_page": 44
    }
  },
  {
    "page_content": "46\n• Practice supervisors remain mindful of the impact of child protection enquiries on \nfamilies and reflect on how enquiries are used in local practice so that they take \nplace only when they are needed.\n• Practice supervisors work with peers and their teams so that practitioners with the \nright skill set are assigned to support children, young people, and families. \nPractice supervisors deploy qualified social workers to protect children and young \npeople from harm.\n• Practice supervisors help practitioners to identify when the Public Law Outline is \nneeded. Decisions to progress to the Public Law Outline are effective and timely,\nand only take place when all other child protection options have been explored \nand where it is in the child’s best interest.\n• Practice supervisors understand their corporate parenting responsibilities for \nchildren in care, and work with leaders and practitioners to prevent children and \nyoung people from experiencing harm. They are alert to circumstances where \nchildren and young people in care are vulnerable to abuse, neglect and \nexploitation. They support practitioners to critically analyse and reflect on \nsituations where children and young people might need protection and take rapid \naction, in partnership with other agencies, to address harm where it is happening.\n• Practice supervisors provide supervision to facilitate curiosity, learning and \nreflection, and build on the strengths of practitioners, helping teams to navigate \ntheir professional authority with care and compassion. Practice supervisors focus \non learning, rather than blaming practitioners if there are serious incidents.\n• Practice supervisors champion inclusion and promote the rights of children, young \npeople and families across their own organisation and with other agencies.\nResponding to harm outside of the home\n• Practice supervisors address barriers to support for children and young people, \nrecognising that some are perceived, and treated, as older than they are. Practice \nsupervisors know that the likelihood of harm outside the home is more acute for \nsome groups of children and young people, and some are more likely to be \nmistakenly perceived as adults. They work with practitioners to address barriers to \nsupport for these groups.\n• Practice supervisors advocate for children and young people when responding to \nharm outside of the home. They address issues where children and young people \nare criminalised or blamed for their experiences, and champion careful\nconsideration of how information and data about their lives is shared across \norganisations.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practice",
        "supervisors",
        "young",
        "children",
        "they",
        "with",
        "people",
        "their",
        "practitioners",
        "where"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 45,
      "content_length": 2609,
      "word_count": 393,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204419",
      "content_hash": "14b036a69c5163a50f2e3f2e5a5178f7d173687cc1f4dd3465f46de0aa86cd3f",
      "pdf_page": 45
    }
  },
  {
    "page_content": "47\n• Practice supervisors promote consideration of parents, carers and family networks \nas partners who can protect children and young people, and support practitioners \nto identify how these relationships can make a difference when children and young \npeople face harm outside of the home. \n• Practice supervisors are proactive in identifying and building relationships with \nlocal charities and voluntary, charity and social enterprise organisations, the Youth \nService, and colleagues working in education, health, and policing, recognising \nthat some of these organisations can help to meet the needs of children and \nyoung people.\nHow practitioners should achieve this outcome in practice\n• Practitioners understand the distinction between safeguarding, which includes all \nactivity to promote the welfare of children, and child protection, which is focussed \non addressing the significant harm that children might experience. Practitioners \nmake use of local processes to take rapid action to protect children and young \npeople. Practitioners consider how children’s experiences within their families and \nfamily networks can interplay with harm outside of the home and identify what \nneeds to change to protect children.\n• Practitioners are confident to use their knowledge and skills to respond to actual or \nlikely significant harm. Practitioners conduct enquiries, and working with partner \nagencies, to consider the duration, severity, and frequency of harm. Practitioners \ndevelop robust and manage plans to protect children and young people and are \nmindful to avoid drift and delay.\n• Practitioners draw on the expertise and insights of colleagues in children’s social \ncare and partner agencies, to enrich their understanding of families’ needs. \nPractitioners recognise the limits of their own knowledge and skills and ask for \nhelp when they need it. Practitioners confidently provide and seek critical \nchallenge, engaging with colleagues in their organisation and other agencies, to \nchallenge assumptions and test plans to protect children and young people from \nharm.\n• Practitioners are confident to build strong relationships with children, young people \nand families, to understand their daily lives. Practitioners engage in frequent and \nmeaningful direct work and observation to communicate effectively with children \nand young people of different ages and abilities (including children who are not yet \nverbal, or children with special educational needs and disabilities which affect \ncommunication). Practitioners identify the strengths within a child or young \nperson’s life, and their aspirations for the future, so they are seen as a whole \nindividual, not just as someone experiencing harm.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "children",
        "young",
        "with",
        "their",
        "protect",
        "people",
        "harm.",
        "practice",
        "identify"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 46,
      "content_length": 2723,
      "word_count": 394,
      "line_count": 39,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204514",
      "content_hash": "6ab6d3674163a342f90c0a454aefd710da45a383baac10b6e52c06490225ced2",
      "pdf_page": 46
    }
  },
  {
    "page_content": "48\n• Practitioners integrate their help and protection roles with confidence and \ncompassion, making good use of their professional authority, clearly conveying \ntheir concerns to parents, carers, family networks and other agencies so everyone \nis clear about what needs to change in children and young people’s lives.\n• Practitioners use professional curiosity and critical analysis to challenge \nthemselves to consider all relevant evidence to understand and explore the \ncircumstances of a child or young person’s life, recognising that how their \ncircumstances appear may not reflect their reality. Practitioners remain alert to the \npossibility that children and young people are experiencing abuse, neglect, and \nexploitation as a result of actions by parents, carers or other individuals in their \nlives.\n• Practitioners seek, share, and analyse information proactively and discuss with \npartner agencies to build a full picture of a child or young person’s \nexperiences. They share information in a way that takes into account ethical \nconsiderations and any disproportionality in its use, which may affect minority \ngroups.\n• Practitioners make use of the Public Law Outline in a timely and effective way, \nhelping families to understand why it is necessary, and what needs to happen to \navoid children and young people entering care. Practitioners only progress to this \nstage, when all other child protection options have been explored and where it is \nin the child’s best interest.\n• Practitioners recognise the corporate parenting responsibilities for children in care \nand are determined to protect children and young people from harm. They build \nstrong relationships with the children and young people they support, understand \ntheir lives and are alert to situations where they may be vulnerable. They work \nwith children and young people, those caring for them, and partner agencies, to \nincrease their safety and address harm where it is happening.\n• Practitioners are mindful of how discrimination may affect how children, young \npeople and families experience support from children’s social care. Practitioners \nrecognise how their own professional beliefs, views and expectations may \ninfluence their practice and decision-making. Practitioners understand the impact \nof economic and social circumstances of families and use this insight to build \nrelationships, so that the support they offer can be effective. \nResponding to harm outside of the home\n• Practitioners seek to understand the context in which harm is happening to \nchildren and young people, including consideration of coercion, responses to\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "their",
        "young",
        "children",
        "they",
        "understand",
        "people",
        "with",
        "that",
        "professional"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 47,
      "content_length": 2629,
      "word_count": 392,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204611",
      "content_hash": "bd30019831b6428b0d88cb7214a6226d94e3b0524906f4e77561e53717e671f8",
      "pdf_page": 47
    }
  },
  {
    "page_content": "49\nadversity and trauma, as well as the impact of special educational needs and \ndisabilities.\n• Practitioners are confident to respond to situations where children and young \npeople are involved in the harm towards others and remember that first and \nforemost, they are children in need of help and protection. Practitioners remain \ncurious about what is driving their behaviour so as to provide support that meets \ntheir needs.\n• Practitioners approach parents, carers and the family networks as partners who \ncan protect children and young people when they are facing harm outside of the \nhome, wherever it is safe to do so. Practitioners help families to understand \nexploitation so they can better meet the needs of their children and young people.\n• Practitioners understand the risks that individual children and young people are \nblamed for the harm they are experiencing, are criminalised, or have their needs \nignored due to complex circumstances where young people are also involved in \ninstigating harm. Practitioners act as advocates for the children and young people \nthey are supporting, so that services can meet their needs. \n• Practitioners offer children and young people resources and activities in their local \narea and support them to build strong relationships with friends and family \nnetworks, so they can develop a sense of community, respect and belonging.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practitioners",
        "children",
        "young",
        "people",
        "they",
        "their",
        "that",
        "needs",
        "harm",
        "where"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 48,
      "content_length": 1384,
      "word_count": 217,
      "line_count": 21,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204701",
      "content_hash": "859f5b369eb46416667ebb20432b3aa8d211cbdffdb6e2625cf9cf7057bdde10",
      "pdf_page": 48
    }
  },
  {
    "page_content": "50\nOutcome 4: children in care and care leavers have \nstable, loving homes\nWhat this outcome is about\nChildren’s social care provide homes that offer love, care, protection, and stability for \nchildren and young people who are cared for by the local authority, or who are care \nleavers. The care that children and young people receive helps to address experiences \nof adversity and trauma and gives them the foundations for a healthy, happy, life.\nSummary of this outcome\nFor children and young people who cannot remain living with their families, in family \nnetworks or kinship care, local authorities provide the care they need. Children in care,\nwho are looked after by the local authority, and young people who are care leavers, need \nthe same love, protection and stability as any other child or young person. The local \nauthority, as the corporate parent, is responsible for making sure that where children live, \nand who cares for them, can meet their needs, and that as they transition to adulthood, \nthey have the right support in place to thrive. To do this effectively, practitioners build \nrelationships with children and young people to get to know them and understand their \ninterests and aspirations. \nChildren in care and care leavers all need adults in their lives who are ambitious for them \nto reach their potential, and can offer lifelong, loving relationships. Achieving positive \noutcomes for care leavers and enabling them to meet their potential starts with effective \nsupport when children and young people are in care. For this reason, we have one \noutcome focused on both children in care and care leavers.\nChildren and young people who cannot live with their birth families often experience \nbarriers in relation to their education, health and their long-term stability, and they can be \nvulnerable to exploitation. These barriers persist after children leave care too. As the \ncorporate parent, local authorities should establish a strong ethos of long-term support,\ncollaborating closely with education leaders and practitioners, including Virtual School \nHeads to help children and young people to access appropriate education, employment \nand training to achieve their aspirations and goals. Local authorities and health partners, \nincluding the local Integrated Care Board, should work together to make sure that \nchildren and young people have access to health services to improve their mental and \nphysical health, and when leaving care, health assessments are part of their pathway \nplanning. Local authorities should also work closely with housing partners to support care \nleavers, so they have barrier-free access to suitable good-quality housing. \nA growing number of children in care, or young people leaving care are those who are, or \nhave been, unaccompanied asylum-seeking children. Whilst in the care of a local\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "children",
        "their",
        "young",
        "people",
        "local",
        "have",
        "with",
        "that",
        "care,"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 49,
      "content_length": 2858,
      "word_count": 447,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204769",
      "content_hash": "edddc90d3f9d6434f964261ee39822ef04fc2d7fb11b760c0c1a308d68c55dc2",
      "pdf_page": 49
    }
  },
  {
    "page_content": "51\nauthority, these children and young people should be afforded full access to the care and \nservices to which they are entitled. Support should identify and address their needs, \nreflecting their immigration status and potential future pathway. \nExpectations for practice\nResponding to the voices of children, young people, and families\n• Every area asks children and young people about where they want to live and \nwhat is important to them in a home, if they cannot remain living with their family, \nfamily network or kinship carers. These conversations are conducted with \nsensitivity and explore children and young people’s identity and background, \navoiding assumptions about what children and young people might want without \ntalking to them first.\n• Every area has clear expectations and processes, so that children and young \npeople receive regular information about the decisions being made about their \nlives, so they are clear what is happening and why. Decisions are explained \nsensitively to children and young people and attention is paid to barriers that \nchildren with special educational needs and disabilities may face in receiving and \nunderstanding information and decisions being made about their lives.\n• Every area listens to the views of families and family networks when children and \nyoung people need to be cared for by the local authority, so that appropriate plans, \nwhich are in children and young people’s best interests, can be made. Clear and \nsensitive information and advice is able for families and family networks to \nunderstand the decisions being made for children and young people. \n• Every area recognises, and has clear expectations and processes, so that the \nimportant insights of kinship carers, foster carers and residential children’s home\nstaff and supported accommodation providers are used to helping inform plans \nand decisions for children and young people.\n• Every area gives children and young people regular opportunities to share their \nhopes, dreams, and aspirations, and this informs individual support and the design \nand commissioning of local services. This includes through the provision of \nchildren in care councils.\n• Every area invites children and young people to be involved in identifying training, \ndevelopment and support needs for foster carers, residential children’s home staff, \nsupported accommodation providers and key workers. They are given \nopportunities to be involved in the programmes that support carers to improve \ntheir knowledge and skills to provide better standards of love, care and support.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "young",
        "people",
        "their",
        "every",
        "area",
        "they",
        "about",
        "that",
        "decisions"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 50,
      "content_length": 2584,
      "word_count": 394,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204875",
      "content_hash": "d458a796ac8b413575edcf8be9d2355736d2bf7c23952f0e296ed7d79ade2b57",
      "pdf_page": 50
    }
  },
  {
    "page_content": "52\n• Every area supports children and young people to articulate their views, including \nthrough access to independent advocacy (with services available to support those \nwith communication difficulties), so they are aware of their right to advocacy and \nknow what to do and who to talk to if they are unhappy or if they do not feel \nlistened to. Advocacy services meet the National Standards for the Provision of \nChildren’s Advocacy Services.\n• Every area supports kinship carers to share their views and experiences to inform \nhow local services are designed and delivered.\n• Every area supports foster carers and adopters to share their views and \nexperiences on the services they have accessed, to inform how they are designed \nand delivered.\nHow senior leaders should achieve this outcome in practice\n• Leaders champion corporate parenting and act as corporate parents themselves, \nworking with partner agencies to create a culture where everyone is ambitious to \nbe the best ‘parent’ for children in care and care leavers, asking themselves \nwhether the services and support provided for children in care and care leavers \nwould be good enough for their own child. Leaders draw on the services of the \nwhole local authority and partners agencies, to provide the best possible support \nfor them to thrive.\n• Leaders commission services in such a way that all those providing care or \nsupport for children and young people, including disabled children, work to the \nbest standards of care, hold the highest aspirations for the lives of children and \nyoung people and work towards meeting the outcomes within the National \nFramework.\n• Leaders undertake sufficiency planning and work with other local authorities and \npartners to jointly invest in care options that meet the future needs of \nchildren. Leaders commission and manage services so that placements in their \narea can meet the individual needs of children and young people. Leaders are \nconfident to operate in accordance with legislation, guidance and best practice to \ncare for children and young people.\n• Leaders design services with Integrated Care Boards so that appropriate provision \nfor children with complex needs can be jointly commissioned and funded.\n• Leaders build strong relationships with local health services so that children in \ncare and care leavers can access the physical and mental health support they \nneed.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "services",
        "care",
        "children",
        "leaders",
        "with",
        "their",
        "they",
        "young",
        "support",
        "that"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 51,
      "content_length": 2398,
      "word_count": 380,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.204971",
      "content_hash": "c8b25e93d4665879c06b7cbbb91678acd5285c1931a809fdf08258dc1ce995b8",
      "pdf_page": 51
    }
  },
  {
    "page_content": "53\n• Leaders build strong relationships with Youth Offending teams so that children in \nsecure settings are supported by a multi-agency approach and have step-down \nplans in place.\n• Leaders prioritise making sure children in care and care leavers have, and can \nmaintain, lifelong loving relationships with family and friends that go beyond the \nprofessionals in their lives. Where these do not exist, leaders help services identify \nand establish support networks, including through the use of family finding,\nmentoring or befriending services. \n• Leaders are confident in how they commission services, so that those providing \ncare or support to children and young people, such as foster carers, residential \nchildren’s home staff, supported accommodation staff and staff in health settings, \nhave the training, knowledge, and skills, to provide safe, loving and supportive \ncare.\n• Leaders set expectations that children in care and care leavers have access to \ninformation, advice, and support to share their views on decisions about their care\nand understand their rights, including through the use of advocacy services.\n• Leaders notify other local authorities when children are moved to their area, when \nthis is the most appropriate placement for the child, and it is consistent with their \ncare plan10. They provide education and health partners with relevant information \nso that children’s need can be met. Where children are moved out of area, leaders \nretain clear visibility of the children in their care so that appropriate love, care, \nprotection and support remains in place.\n• Leaders prioritise making sure that children and young people can live and stay in \na home that meets their needs as long as possible, remaining close to, and \nconnected with their family network. This includes supporting children and young \npeople to remain at their school, or if this is not possible, making decisions about \nschool places ahead of moving.\n• Leaders promote reunification with family and family networks for children and \nyoung people, wherever it is safe and in their best interests.\n• Leaders are proactive in providing support, care, and accommodation for \nunaccompanied asylum-seeking children, and work collaboratively with peers in \n10 The Care Planning, Placement and Case Review (England) Regulations 2010 Part 3 Regulation 13\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "leaders",
        "children",
        "care",
        "that",
        "with",
        "family",
        "support",
        "young",
        "have"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 52,
      "content_length": 2350,
      "word_count": 363,
      "line_count": 34,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205062",
      "content_hash": "497b1e3e63cb5564bda929e0a19cfcfe145ad36f200c62721f2ea1ccc99f2e87",
      "pdf_page": 52
    }
  },
  {
    "page_content": "54\nother areas to meet the needs of these children, and commission relevant \nservices. \n• Leaders direct services so that where long-term fostering, or adoption, is the right \npermanence option, children are found permanent loving families as quickly as \npossible. Leaders work with Regional Adoption Agencies to actively remove \nbarriers to children being adopted, including addressing unnecessary bureaucracy \nin matching and recruiting sufficient adopters from a diverse range of \nbackgrounds.\n• Leaders support creative and innovative practice that is tenacious in engaging \nchildren, young people and families, to avoid scenarios where deprivation of liberty \norders are the only reasonable option. Leaders help practice supervisors and \npractitioners to reflect on the seriousness of deprivation of liberty. They work \ncollaboratively with other agencies, including health, to develop personalised plans \nto meets the child or young person’s individual needs, and consider how children \nand young people will experience this severe action, and whether alternatives \nwould better meet their needs. Where deprivation of liberty is the only option, \nleaders direct practice supervisors and practitioners so appropriate step-down\narrangements are in place.\n• Leaders are ambitious for the outcomes of children in their care and champion \ntheir support and access to appropriate education, training, and employment. \nVirtual School Heads are empowered and supported in their leadership roles to\nwork across children’s social care, and with educational settings, to help improve \nthe attendance and attainment of children and young people in care. \nSupport for care leavers\n• Leaders commission services to put young people’s voices and needs at the \ncentre of decision making as they transition to adulthood, so effective support is \nwrapped around those leaving care. Leaders direct services and work with \npartners so that young people are prepared for the challenges of living \nindependently, including where care leavers need timely assessments to access\nsupport from adult social care. Leaders champion services to strengthen strong, \nloving relationships for care leavers, with help available to build networks of \nsupport with friends, family and their wider community. \n• Leaders support care leavers to live in safe, suitable accommodation, with a wide \nrange of accommodation options available to young people and appropriate levels \nof support that meet care leavers’ individual needs. They facilitate joint working \nwith housing services to develop a comprehensive range of accommodation \noptions to meet care leavers' needs. This could include giving care leavers priority\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "leaders",
        "with",
        "support",
        "care",
        "young",
        "services",
        "children",
        "people",
        "their",
        "meet"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 53,
      "content_length": 2687,
      "word_count": 390,
      "line_count": 39,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205152",
      "content_hash": "af32642841c0e1f158c1c43bec9f7c8aad8022d8d1b00adcf5321606effc3908",
      "pdf_page": 53
    }
  },
  {
    "page_content": "55\nfor social housing and the use of rent guarantor schemes to support care leavers \nto access private rented accommodation. Every effort is made to avoid care \nleavers becoming homeless.\n• Leaders establish and maintain strong relationships with health services so care \nleavers can access help when they need it. Leaders are determined to use the \nresources and tools they have available to tackle disparities in the physical and \nmental-health outcomes of care leavers.\n• Leaders champion ambitious changes to increase the number of care leavers in \nfurther education, higher education and apprenticeships. As far as possible, \nleaders work with local partners to remove barriers to these opportunities, creating \nand improving access to education, employment, and training, including within the \nlocal authority.\n• Leaders work closely with Jobcentres on an up-to-date care leaver protocol in \nplace, making personal advisors aware of the support available through the \nJobcentre.\n• Leaders recognise the needs of care leavers who are former unaccompanied \nasylum-seeking children. They commission services to best meet their needs, \nreflecting their immigration status and potential future pathway.\nHow practice supervisors should achieve this outcome in practice\n• Practice supervisors are ambitious for children and young people in care and \nmotivate their teams to advocate for the best opportunities and outcomes for \nchildren and young people in their care. Practice supervisors swiftly address \ncomplacency so that the support available for children and young people is of the \nhighest standard.\n• Practice supervisors set a culture that expects practitioners to get to know the \nchildren and young people they are working with, understand what they care about\nand need, and design individualised support that is in their best interests and \nsupports their overall health and wellbeing, including for disabled children. \n• Practice supervisors use the resources of their local authority to best effect, so \nthat practitioners are supported to find the right home for children and young \npeople who cannot remain living with their families. Practice supervisors prioritise \ncare provided in loving family environments for children and young people, that is \nnear to safe family networks.\n• Practice supervisors champion and as far as possible, support children and young \npeople to maintain lifelong loving relationships with family networks and friends \nthat go beyond the involvement of professionals in their lives. Where these do not\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "their",
        "practice",
        "supervisors",
        "children",
        "young",
        "leaders",
        "people",
        "that",
        "support"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 54,
      "content_length": 2548,
      "word_count": 382,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205252",
      "content_hash": "446827af97aaa8ffe0d3169291fbe355e449e4d7318fabdf3e022b88757d56c8",
      "pdf_page": 54
    }
  },
  {
    "page_content": "56\nexist, practice supervisors prompt practitioners to work creatively to strengthen \nand establish relationships.\n• Practice supervisors recognise the significant impact on the whole family when \nchildren and young people enter care. Practice supervisors lead by example and \nencourage practitioners to take time to build relationships with the whole family, \ntreating them with care and compassion. Practice supervisors are committed to \nproviding appropriate information and support to parents and carers with respect \nand without judgement, when children or young people have entered care.\n• Practice supervisors consider all options for reunification of children and young \npeople with their family and family networks where safe to do so. They provide \ncreative ideas, constructive challenge and advice to practitioners to overcome \ncomplex circumstances that would hinder reunification and provide ongoing \nsupport post-reunification to support families. \n• Practice supervisors use their knowledge of the regulatory and legal frameworks \nof children’s social care, to help practitioners understand and promote the rights of \nchildren and young people, including through providing them with information, \nadvice and support to share their views on decisions about their care, and access \nadvocacy services, including where children are in care out of their local authority\narea or at a distance.\n• Practice supervisors understand the needs of unaccompanied asylum-seeking \nchildren and support practitioners to provide services, so children and young \npeople can access the support they need that reflects their immigration status and \nlegal entitlements. \n• Practice supervisors foster creative and innovative practice with children, young \npeople and families, to avoid scenarios where deprivation of liberty orders are the \nonly reasonable option. They are mindful of the seriousness and impact of\ndeprivation of liberty for children and young people. Practice supervisors are \nconfident in collaborating with other agencies, including health, to develop \npersonalised plans to meet children and young people’s individual needs. They \nconsider how children and young people will experience this severe action, and \nwhether alternatives can be used to better meet their needs. They identify the \nstep-down arrangements needed if a deprivation of liberty orders is the only\nsuitable option. \n• Practice supervisors are committed to working with Virtual School Heads and \ndesignated teachers to promote the attendance and attainment for children and \nyoung people in care.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "practice",
        "children",
        "supervisors",
        "young",
        "with",
        "people",
        "their",
        "support",
        "practitioners",
        "they"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 55,
      "content_length": 2580,
      "word_count": 369,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205347",
      "content_hash": "02a0abb4904980af0d22d296224a4842b88a8276a42d27c70969761cff1af7cc",
      "pdf_page": 55
    }
  },
  {
    "page_content": "57\nSupport for care leavers\n• Practice supervisors manage effective planning and decision-making for children \nand young people as they approach and transition to adulthood, allowing sufficient \ntime for plans to be developed and implemented before a child turns 18. Practice \nsupervisors support practitioners to discuss the decisions and opportunities that \ncare leavers will need to consider early on, so that there is time to listen to their\nviews and establish support.\n• Practice supervisors liaise and partner effectively with adult social care so that \nassessments are completed in a timely manner and care leavers can continue to \nhave appropriate support that meets their needs and aspirations.\n• Practice supervisors partner with housing services on a comprehensive range of \naccommodation options to meet care leavers' needs. Every effort is made to avoid \ncare leavers becoming homeless.\n• Practice supervisors build relationships with local health services, helping them to \nunderstand the needs of care leavers and increase access to health support. \nPractice supervisors are mindful of tackling disparities in physical and mental\u0002health outcomes for care leavers. \n• Practice supervisors support the development of dedicated and bespoke pathways \nfor care leavers that support young people to access education, employment and \ntraining that allows them to realise their ambitions for their own futures, including \nworking with Jobcentres and employers.\n• Practice supervisors recognise the needs of care leavers who are former\nunaccompanied asylum-seeking children and provide support reflecting their \nimmigration status and potential future pathway.\nHow practitioners should achieve this outcome in practice\n• Practitioners identify homes for children and young people who cannot live with \ntheir family or family network that provide them with safe, loving, and supportive \ncare. In identifying where children and young people can live, including disabled \nchildren, practitioners promote safe relationships with siblings and family \nnetworks, and as far as possible find homes that are near to these individuals. For\nmany children and young people, meeting their needs in this way will mean \nprioritising kinship care or foster care, over residential settings. \n• Practitioners help children and young people to develop and nurture loving \nrelationships throughout their time in care. Practitioners work with families and\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "practice",
        "supervisors",
        "that",
        "their",
        "with",
        "leavers",
        "support",
        "children",
        "young"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 56,
      "content_length": 2442,
      "word_count": 357,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205438",
      "content_hash": "53fd0972f73ddaffefc839958865f3e4e1b7cf03611f653069a838e5aa559e54",
      "pdf_page": 56
    }
  },
  {
    "page_content": "58\nfamily networks, supporting them to access services that aid their wellbeing. \nWherever possible, practitioners promote reunification. \n• Practitioners work with colleagues in residential children’s homes and supported \naccommodation providers and provide support to foster carers, kinship carers and \nadopters, to help children and young people to maintain relationships with their \nfamily and their networks. \n• Practitioners use their knowledge, skills, and experience to respond to mental \nhealth problems, and confidently signpost to help from health professionals, so \nchildren in care can readily access the specialist support they need from health \nservices. \n• Practitioners hold supportive and sensitive conversations to prepare children and \nyoung people for adulthood, involving them at every stage so they can understand \ntheir individual options for where they can live and how they can be financially \nstable. This includes working with housing services and Jobcentres, as well as \npartnering with adult social care to support some young people with disabilities. \nFor unaccompanied asylum-seeking children approaching adulthood, practice \nsupervisors support practitioners to help children and young people understand \nhow their immigration status may influence their potential future pathway.\n• Practitioners prioritise helping children in care access independent visitor \nschemes, family-finding programmes, advocacy services, peer support and \nmentoring and befriending services.\n• Practitioners keep a clear and comprehensive record of decisions and life events \nin the lives of children and young people, so that they can access and understand \ntheir histories in this way, should they wish to.\n• Practitioners talk to children and young people in care so they are aware of, and \nable to use, independent local authority complaints procedures. Staff listen to \ncomplaints carefully and learn from them.\n• Practitioners support adopted children to bond with their adopted parents from the \nfirst time they meet and get the support they need, when they need it.\n• Practitioners support unaccompanied asylum-seeking children with an awareness \nof their needs and experiences. They help children and young people form \nnetworks in the local area, feel part of their community and access services.\n• Practitioners prioritise giving kinship and foster carers delegated authority to make \nday to day decisions regarding the children and young people in their care. Any \ninformation that may be required to enable a foster carer to take a decision about \na child is provided promptly.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "their",
        "children",
        "practitioners",
        "they",
        "support",
        "young",
        "with",
        "people",
        "access",
        "help"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 57,
      "content_length": 2601,
      "word_count": 380,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205527",
      "content_hash": "1587e5adba6d39e74e4032c1c4ee5fbe6665efd2789bd5b20c174c8174c31981",
      "pdf_page": 57
    }
  },
  {
    "page_content": "59\n• Practitioners only consider pursuing deprivation of liberty orders for children to live\nin secure homes as a last resort, when it is in their best interests, and when all \nother alternatives have been exhausted or determined to be unsuitable. They are \nconscious of the seriousness and impact of deprivation of liberty for children and \nyoung people and work with practice supervisors so clear and appropriate step\u0002down arrangements are in place.\n• Practitioners have high, long-term, ambitions for children and young people and \ndraw on the expertise of Virtual School Heads and designated teachers to improve \ntheir attendance and attainment. Through every phase of education practitioners \nsupport children and young people to access appropriate education settings, \ntraining and, in the long-term, employment. \nSupport for care leavers\n• Practitioners help care leavers to develop and nurture loving relationships with \nfamily networks and friends, throughout their time in care and beyond. Wherever \npossible, practitioners help care leavers to make use of family-finding \nprogrammes, advocacy services, peer support, mentoring and befriending \nservices. \n• Practitioners support children and young people who need the support of adult \nsocial care to be assessed in a timely way so their needs can be met.\n• Practitioners are committed to helping care leavers to live in safe, suitable \naccommodation. Care leavers are supported to access a range of housing \noptions, including Staying Put, Staying Close (where available) and supported \nlodgings. Every effort is made to avoid care leavers becoming homeless. \n• Practitioners use their knowledge, skills, and experience to respond to mental \nhealth problems, and support care leavers so they can readily access health \nservices. \n• Practitioners support care leavers to access appropriate education, employment,\nand training. This could include working with Jobcentres and employers and \nhelping care leavers to identify and apply for opportunities, including schemes \ndesigned for care leavers, such as those available through the Care Leaver \nCovenant.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "care",
        "practitioners",
        "leavers",
        "support",
        "children",
        "their",
        "young",
        "people",
        "access",
        "with"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 58,
      "content_length": 2117,
      "word_count": 313,
      "line_count": 32,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205619",
      "content_hash": "e332a10af7ff70c22a4c3bb90796b7b201e5e1758f38c44dd9d53c9e19481e77",
      "pdf_page": 58
    }
  },
  {
    "page_content": "60\nGlossary of terms \nAbuse - A form of maltreatment of a child or young person. Somebody may abuse or \nneglect a child by inflicting harm, or by failing to act to prevent harm. Harm can include ill \ntreatment that is not physical as well as the impact of witnessing ill treatment of others. \nThis can be particularly relevant, for example, in relation to the impact on children of all \nforms of domestic abuse, including where they see, hear, or experience its effects.\nChildren may be abused in a family or in an institutional or extra-familial contexts by \nthose known to them or, more rarely, by others. Abuse can take place wholly online, or \ntechnology may be used to facilitate offline abuse. Children may be abused by an adult \nor adults, or another child or children. \nCare Proceedings - When a local authority needs to get involved with a family to keep a \nchild safe, they may initiate court proceedings, known as care proceedings.\nChild in Need – defined in section 17 of the Children Act 1989 as a child who is unlikely \nto reach or maintain a satisfactory level of health or development, or their health or \ndevelopment will be significantly impaired without the provision of children’s social care \nservices, or the child is disabled.\nChild in Need plan – Child In Need plans set out the support to be provided to a Child in \nNeed and their family by children’s services. \nChild protection - Part of safeguarding and promoting welfare. This refers to the activity \nthat is undertaken to protect specific children who are suffering, or are likely to suffer, \nsignificant harm.\nChildren - Anyone who has not yet reached their 18th birthday. The fact that a child has \nreached 16 years of age, is living independently or is in further education, is a member of \nthe armed forces, is in hospital or in custody in the secure estate, does not change their \nstatus or entitlements to services or protection. \nChildren and Family Court Advisory and Support Service (Cafcass) Guardian - \nWhen working with children in respect of public law legal proceedings, the Cafcass \nworker is known as a children’s guardian. The guardian’s most important role is to make \nsure that local authority arrangements and decisions for and about children protect them, \npromote their welfare and are in their best interests.\nChildren’s homes - The Care Standards Act 2000 provides that ‘an establishment is a \nchildren’s home… if it provides care and accommodation wholly or mainly for children’. \nChildren’s Social Care – Children’s social care exists to support children, young people \nand families, to protect children and young people by intervening decisively when they\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "child",
        "children",
        "care",
        "children’s",
        "their",
        "that",
        "family",
        "need",
        "abuse",
        "young"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 59,
      "content_length": 2663,
      "word_count": 446,
      "line_count": 36,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205703",
      "content_hash": "9d8e092536f2e9e2af882c701f991e4930415175b3fb87bd72978ffb64772b66",
      "pdf_page": 59
    }
  },
  {
    "page_content": "61\nare at risk of harm and to provide care for those who need it so that they grow up and \nthrive with safety, stability and love.\nCorporate parent - the term used to describe the local authority who has responsibilities \nto support looked after children and care leavers in a way that other children are \nsupported by their parents. Corporate parenting principles are set out in \nhttps://www.legislation.gov.uk/ukpga/2017/16/section/1/enactedSection 1 of the Children \nand Social Work Act 2017. \nDomestic abuse - The Domestic Abuse Act 2021 introduced the first ever statutory \ndefinition of domestic abuse (section 1 of the Act). The statutory definition is clear that \ndomestic abuse may be a single incident or a course of conduct which can encompass a \nwide range of abusive behaviours, including a) physical or sexual abuse; b) violent or \nthreatening behaviour; c) controlling or coercive behaviour; d) economic abuse; and e) \npsychological, emotional or other abuse. Under the statutory definition, both the person \nwho is carrying out the behaviour and the person to whom the behaviour is directed \ntowards must be aged 16 or over and they must be ‘personally connected’ (as defined in \nsection 2 of the 2021 Act). The definition ensures that different types of relationships are \ncaptured, including ex-partners and family members.\nEarly help - In the current system, early help is non-statutory multi-agency support \nprovided by local authorities and partners to children and families. Early help is often \ndelivered within universal services at lower levels of need. \nExtra-familial harm - Children may be at risk of or experiencing physical, sexual or \nemotional abuse and exploitation in contexts outside their families (see glossary \ndefinition of extra-familial contexts). While there is no legal definition for the term extra\u0002familial harm, it is widely used to describe different forms of harm that occur outside the \nhome. Children can be vulnerable to multiple forms of extra-familial harm from both \nadults and/or other children.\nExamples of extra-familial harm may include (but are not limited to): criminal exploitation, \nsuch as county lines and financial exploitation; serious violence; modern slavery and \ntrafficking; online harm; sexual exploitation; child-on-child (non-familial) sexual abuse and \nother forms of harmful sexual behaviour displayed by children towards their peers; \nabuse, and/or coercive control, children may experience in their own intimate \nrelationships (sometimes called teenage relationship abuse), and the influences of \nextremism which could lead to radicalisation.\nFamily group decision making - This is the umbrella term for family-led decision\u0002making forums, where a family network has all the resources, adequate preparation, \nrelevant information, a safe and appropriate environment, and private family time to make \na plan to response to concerns about a child’s safety or wellbeing. At pre-proceedings\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "abuse",
        "harm",
        "that",
        "definition",
        "sexual",
        "other",
        "their",
        "domestic",
        "family"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 60,
      "content_length": 2963,
      "word_count": 443,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205809",
      "content_hash": "d8c296664a2677f916d68285218a324821292ff29d13423830838c2540483d2a",
      "pdf_page": 60
    }
  },
  {
    "page_content": "62\nstage, successful family group decision making also includes having an independent \ncoordinator. Family group decision making can take different forms; family group \nconference is one model. The Department for Education does not prescribe a specific \nmodel, but a process which follows the steps set out above.\nFamily network - A group of people close to a child, made up of relatives and also non\u0002related connected people (where connected people has the same definition used in The \nCare Planning, Placement and Case Review (England) Regulations 2010 in addition to \nclose family friends who have a connection with the child). A family network could include \nstep-parents, siblings, aunts, uncles, cousins, grandparents, or close family friends.\nKinship care - Kinship care is any situation in which a child is being raised in the care of \na friend or family member who is not their parent. The arrangement may be temporary or \nlonger term.\nThe following are all types of kinship care arrangement, however this list is not \nexhaustive: \na) Informal kinship care arrangements (not approved foster care) including:\ni. A private family arrangement in which a close relative who does not hold \nparental responsibility, raises the child and\n• the local authority has had no major role in making the arrangement for the \nchild; and\n• where a Family Court has not made an order in respect to the care of the \nchild.\nii. Where a child under the age of 16 is being provided with accommodation for \nless than 28 days by an individual in their own home who is not a close \nrelative.\niii. Where a 16 or 17-year-old is being provided with accommodation by an \nindividual who is not a close relative in their own home. \nb) A private fostering arrangement in which someone who is not a close relative* of \nthe child looks after the child for 28 days or more** (as per section 66(1)(a) and (b) \nof the Children Act 1989)***\nc) Where a ‘lives with’ child arrangements order**** has been granted in respect of the \nchild, in favour of someone who is a friend or family member but is not the child’s \nparent (see glossary in annex [X] regarding who is a parent).\nd) Where a special guardianship order has been granted appointing a friend or family \nmember as the child’s special guardian.\ne) Where a child is a ‘looked after child’ by virtue of either an interim or final care order \nor being accommodated by the local authority (usually under section 20 of the\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "family",
        "care",
        "close",
        "child",
        "where",
        "group",
        "which",
        "kinship",
        "being",
        "arrangement"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 61,
      "content_length": 2447,
      "word_count": 419,
      "line_count": 37,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.205919",
      "content_hash": "94d445c4fed479931cc76f8111f9270a62c43bdf4efe2bb6f9216a2567af18b0",
      "pdf_page": 61
    }
  },
  {
    "page_content": "63\nChildren Act 1989) and each of the following apply (this may be described as \n‘kinship foster care’ or ‘family and friends foster care’): \ni. The child is being cared for by a friend or family member who is not their \nparent, and \nii. The friend or family member is approved as a local authority foster carer either \non a temporary basis or following full assessment.\nf) Where an adoption order has been granted in respect of the child and, prior to the \nmaking of the order, the adopter was a friend or family member.\n* In relation to private fostering, “relative” has the meaning given in section 105 of the \nChildren Act 1989. It includes only the following: grandparent, brother, sister, uncle, or \naunt (whether full blood or half blood or by marriage or civil partnership), and stepparent \n(a married stepparent, including a civil partner).\n** For the purposes of this kinship definition, the term private fostering arrangement \nincludes only individuals accommodating a child. It does not apply to organisations or \nbodies.\n*** 16- and 17-year-olds who are disabled will be deemed to be in a private fostering \narrangement.\n**** Pursuant to section 8 of the Children Act 1989.\nLooked-after child - A child is looked after by a local authority if they are provided with \naccommodation for a continuous period of more than 24 hours (section 20 Children Act \n1989) or are subject to a care order (defined in section 22(1) Children Act 1989). \nMulti-agency working - Work across organisations to meet children’s needs including \neffective information sharing, joint decision making and co-ordinated interventions.\nMulti-disciplinary working - A range of practitioners and professionals from different \nbackgrounds working together to enable the best outcomes for children.\nParent - the definition of parent includes:\n• ‘any birth parent, with or without parental responsibility for the child’, ‘Any \nstepparent, with or without parental responsibility for the child, who is in a \nsubsisting relationship with the birth parent’\n• ‘any adoptive parent’    \n• ‘any parent by virtue of section 42 or section 43 of the Human Fertilisation and \nEmbryology Act 2008, whether or not they have parental responsibility for the \nchild’\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "children",
        "section",
        "child",
        "with",
        "‘any",
        "foster",
        "friend",
        "family",
        "private",
        "working"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 62,
      "content_length": 2231,
      "word_count": 359,
      "line_count": 35,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.206015",
      "content_hash": "7e79c8cad8af2ef8a3948d6a45f457b02c3730a0f6abcd8812cb20d105d6d01c",
      "pdf_page": 62
    }
  },
  {
    "page_content": "64\nRelative - The Children Act 1989 (section 105) defines a relative as in relation to a child, \nmeaning a grandparent, brother, sister, uncle or aunt (whether of the full blood or half \nblood or by marriage or civil partnership) or step-parent. This guidance uses this \ndefinition and includes cousins when referring to relatives.\nSafeguarding - Defined for the purposes of this guidance as:\n• protecting children from maltreatment, whether the risk of harm comes from within \nthe child’s family and/or outside (from the wider community), including online\n• preventing impairment of children’s mental and physical health or development\n• ensuring that children are growing up in circumstances consistent with the \nprovision of safe and effective care\n• taking action to enable all children to have the best outcomes\nSafeguarding Partners - A safeguarding partner in relation to a local authority area in \nEngland is defined under the Children Act 2004 as: (a) the local authority, (b) an \nintegrated care board for an area any part of which falls within the local authority area, \nand (c) the chief officer of police for an area any part of which falls within the local \nauthority area. The 3 safeguarding partners should agree on ways to co-ordinate their \nsafeguarding services; act as a strategic leadership group in supporting and engaging \nothers; and implement local and national learning, including from serious child \nsafeguarding incidents. To fulfil this role, the 3 safeguarding partners must set out how \nthey will work together and with any relevant agencies as well as arrangements for \nconducting local reviews.\nSection 17 - section 17 of the Children Act 1989 is a general duty on local authorities to \nsafeguard and promote the welfare of “children in need” in their area.\nSection 20 - Section 20 of the Children Act 1989 sets out when a Local Authority must \nprovide accommodation for a child in need within their area if that child needs it, due to \nthe child being lost/abandoned or there being no person with parental responsibility for \nthat child.\nSection 31 - section 31 of the Children Act 1989 sets out the circumstances in which a \ncourt may order that a child who is suffering, or likely to suffer, significant harm be placed \nin the care, or under the supervision of a local authority.\nSection 47 - Where a child in a local authority’s areas is subject to an emergency \nprotection order, is in police custody or maybe suffering or likely to suffer significant \nharm) local authority social care services must make enquiries and decide if any action \nmust be taken under section 47 of the Children Act 1989. This will include multi-agency \nassessment, and where appropriate multi-agency strategy discussions, planning and \nreview.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "local",
        "children",
        "section",
        "safeguarding",
        "child",
        "this",
        "authority",
        "1989",
        "within",
        "that"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 63,
      "content_length": 2760,
      "word_count": 452,
      "line_count": 38,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.206106",
      "content_hash": "16719c0e5436d14af815c73e41c0f9c9b4f1c3bd8ce7beb67af81bb254bb57ef",
      "pdf_page": 63
    }
  },
  {
    "page_content": "65\nSecure children’s homes - Secure children's homes are residential homes for \nvulnerable children aged between 10 and 20. These homes restrict children's liberty in \norder to ensure their safety. Secure children's homes are run by local authorities, \nvoluntary organisations, or they are privately run.\nWorking Together - Working Together to Safeguard Children, is the statutory guidance \nthat sets out expectations for the system that provides help, support and protection for \nchildren and their families, giving practitioners clarity about what is required of them \nindividually and how they need to work in partnership with each other to deliver effective \nservices. Working Together applies at every level from senior leaders to those in direct \npractice with families and across all agencies and organisations that come into contact \nwith children.\nYoung Carer - A young carer is a person under 18 who provides or intends to provide \ncare for another person (of any age, except generally where that care is provided for \npayment, pursuant to a contract or as voluntary work). Young adult carers are aged 16 to \n25 and may have different support needs as they transition to adulthood.\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "homes",
        "that",
        "secure",
        "children's",
        "they",
        "working",
        "together",
        "with",
        "young",
        "children"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 64,
      "content_length": 1192,
      "word_count": 188,
      "line_count": 17,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.206203",
      "content_hash": "85a3f9d6015d0e8bdeb30d9517732ca5b17e64376eebba306c6bf0019fcf59b2",
      "pdf_page": 64
    }
  },
  {
    "page_content": "66\n© Crown copyright 2023 \nThis publication is licensed under the terms of the Open Government Licence v3.0 \nexcept where otherwise stated. To view this licence, visit \nnationalarchives.gov.uk/doc/open-government-licence/version/3. \nWhere we have identified any third-party copyright information you will need to obtain \npermission from the copyright holders concerned. \nAbout this publication:\nenquiries www.education.gov.uk/contactus \ndownload www.gov.uk/government/publications \n Follow us on Twitter:\n@educationgovuk\nLike us on Facebook:\nfacebook.com/educationgovuk\n",
    "metadata": {
      "producer": "Adobe PDF Library 23.8.197",
      "creator": "Acrobat PDFMaker 23 for Word",
      "creationdate": "2023-12-15T13:12:37+00:00",
      "title": "Children's social care national framework",
      "author": "Department for Education",
      "subject": "",
      "keywords": [
        "copyright",
        "this",
        "where",
        "crown",
        "2023",
        "publication",
        "licensed",
        "under",
        "terms",
        "open"
      ],
      "moddate": "2023-12-15T13:15:09+00:00",
      "source": "https://assets.publishing.service.gov.uk/media/657c538495bf650010719097/Children_s_Social_Care_National_Framework__December_2023.pdf",
      "total_pages": 66,
      "page": 65,
      "content_length": 570,
      "word_count": 64,
      "line_count": 15,
      "source_type": "web_pdf",
      "processed_at": "2025-08-05T10:47:28.206250",
      "content_hash": "ee6bdce8dea6e96a7744e15f321930875fb570e76c820a591f6b3f18a7d0e2a6",
      "pdf_page": 65
    }
  }
]