{
  "page_content": "Children's homes: recruiting staff\nThis guidance explains what providers of children’s homes must do under the law when recruiting and employing staff.\n15 August 2022\nLast updated\n15 June 2023\nSee all updates\nGet emails about this page\nApplies to England\nPrint this page\nIntroduction\nYou must comply with regulations 32 and 33 and schedule 2 of the\nChildren’s Homes (England) Regulations 2015\nwhen you recruit staff to work at your children’s home.\nThese ensure that you can safely recruit:\nstaff you intend to employ\nstaff employed by someone else (agency staff) – this may include temporary or bank staff\nInformation you need to check suitability\nSchedule 2 sets out what information you must have to check a person’s suitability:\nproof of identity, including a recent photograph\na relevant Disclosure and Barring Service (DBS) certificate\ntwo written references, including a reference from the person’s most recent employer, if they had one\nverification, as far as reasonably possible, of the reason why their previous employment or position ended\ndocumentary evidence of any qualifications that the person considers relevant for the position\na full employment history, together with a satisfactory explanation of any gaps in employment, in writing\nIf you are using agency staff, you do not have to obtain all of this information yourself. See the\nagency staff section for more details\nExceptional circumstances\nIf you are recruiting a permanent member of staff, you can, exceptionally, allow a person to start working at the home if you only have the proof of identity and the DBS certificate, while you continue to make enquiries. For example, you may need to employ additional staff quickly. If you do this, the person must be supervised when working with children. You must be able to provide evidence that you have taken reasonable steps to obtain the information. There may be occasions when, despite your best efforts, you are not able to obtain some of the required information. We recognise that this might happen occasionally, but we do not expect it to happen regularly. It is not good recruitment practice to employ staff without all the required information. If you are unable to obtain all the relevant information, inspectors will want to know what additional action you took to satisfy yourself that the person was suitable and, if any relevant information was missing, what action you took to mitigate any risks you identified.\nWritten references\nThe regulations require you to obtain 2 written references, including one from the applicant’s last employer. You do not have to contact the person who wrote the reference to check that they did so, although this is good practice. You should always check out a reference if you have any doubt about its quality or reliability.\nYou may not be able to obtain a reference from a previous employer, for example because they are no longer operating, or have died. If this happens, you should ask for another reference from another previous employer.\nYou must try, as far as possible, to find out why a prospective staff member’s previous employment ended, if their previous jobs involved working with children or vulnerable adults. You should try to obtain this information from their most recent employer, and other employers where relevant. For example, this could be a conversation with the previous employer and you record the detail of this on the staff member’s file. You do not have to contact all of their previous employers unless you have a particular cause for concern. If you do have a concern, then we expect you to obtain as much information as you can to make sure that the person is suitable.\nRecruitment records\nIf you do not keep full recruitment records at the home, inspectors will look at your list of staff or electronic records that summarise the vetting and recruitment checks. They will discuss with you how you have satisfied yourself that all staff working at the home are fit to do so and that your recruitment arrangements comply with the regulations. These records could be maintained in checklist or spreadsheet formats.\nAn inspector may ask you to provide a small sample of full recruitment records, even if they are not held at the home.\nIf you use the\nDBS update service\nto check the status of an individual’s DBS certificate, you should be able to demonstrate how you manage and record details of any check you carry out.\nUsing agency staff\nYou will need to check the identity of any agency staff before you allow them to work at your home, to ensure that you have the correct person. However, you do not have to obtain all the other information yourself. For example, it is acceptable for you to see evidence of a clear DBS certificate and references, rather than apply for these yourself. You should be able to demonstrate the steps you took to satisfy yourself that the person was suitable.\nIf you need to use an agency member of staff at short notice, and you have not previously used this person, we expect you, as a minimum, to check their identity and obtain written confirmation from the agency that it has carried out the\nrelevant suitability checks\n. You should review the evidence that the person is suitable as soon as possible, for example the next working day. In these circumstances, the agency staff member must not be in sole charge of the home.\nInspectors may discuss with you the arrangements you have made with the agency or agencies you use to satisfy yourself that you can safely allow the staff they send to you to work at the home. Inspectors may ask to see the evidence you have used to make your decision.\nProspective staff spending time in the home\nAs part of your recruitment process, you may invite prospective employees to do a short ‘shadow shift’. This is so that they can experience what working in the home may be like and meet your children. We would expect you to manage this carefully and sensitively so that it is not overwhelming or unsettling for children and fits into the routine of the home. The prospective employee cannot be counted in staffing numbers during the ‘shadow shift.’\nThe prospective employee must be supervised at all times during the shift because they are not yet employed by you, so the relevant regulations do not apply to them. You may introduce them to the children, but they should not have access to children’s detailed personal information.\nCarrying out interviews\nIf you carry out interviews for prospective employees at the setting, candidates must be supervised.\nUpdates to this page\nPublished 15 August 2022\nLast updated 15 June 2023\nshow all updates\n15 June 2023\nAdded 2 new sections 'Prospective staff spending time in the home' and 'Carrying out interviews'.\n15 August 2022\nFirst published.\nSign up for emails or print this page\nGet emails about this page\nPrint this page\nRelated content",
  "metadata": {
    "content_length": 6858,
    "word_count": 1159,
    "line_count": 61,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:28.009352",
    "content_hash": "d3f50bf16b6c727c2257089635850c0fc86cadeb20cd9154139ea66f95182275",
    "keywords": [
      "staff",
      "this",
      "that",
      "have",
      "obtain",
      "must",
      "with",
      "they",
      "your",
      "check"
    ],
    "source": "https://www.gov.uk/guidance/childrens-homes-recruiting-staff",
    "title": "Children's homes: recruiting staff - GOV.UK",
    "domain": "www.gov.uk"
  }
}