{
  "page_content": "Safeguarding Adults Reviews (SARs) under the Care Act 2014\nUnder the 2014 Care Act, Safeguarding Adults Boards (SABs) are responsible for Safeguarding Adults Reviews (SARs). This resource aims to help SABs in thinking about how they fulfil those responsibilities. It focuses on a selection of key issues. It is intended to supplement the policy development work already underway or completed by SABs.\nUpdated: January 2024\nIntroduction\nUnder the 2014 Care Act, Safeguarding Adults Boards (SABs) are responsible for Safeguarding Adults Reviews (SARs). This resource aims to help SABs in thinking about how they fulfil those responsibilities.\nThe statutory guidance to support implementation sets out the purpose of SARs, and principles for their conduct. However, much about when and how to conduct them is not prescribed. The ideas presented here are therefore also not prescriptive. They are suggestions and questions that draw on evidence from similar practice in other high-risk sectors, from SCIE’s knowledge and experience in using that evidence in the development of the SCIE Learning Together approach for case reviews, as well as the small body of literature that exists on serious case reviews in adult safeguarding.\nHow to keep a focus on learning not blaming?\nThe purpose of SARs is described very clearly in the statutory guidance as to ‘promote effective learning and improvement action to prevent future deaths or serious harm occurring again’. The aim is that lessons can be learned from the case and for those lessons to be applied to future cases to prevent similar harm re-occurring. What SARs are not is also explained: The purpose of a SAR is not to hold any individual or organisation to account. Other processes exist for that purpose, including criminal proceedings, disciplinary procedures, employment law and systems of service and professional regulation run by the Care Quality Commission (CQC) and the Nursing and Midwifery Council, the Health and Care Professions Council, and the General Medical Council, etc.\nYet it can be difficult to keep a focus on the learning in the face of terrible abuse or neglect, media and public interest. This is especially so if it appears at first that ‘human error’ was to blame for the failure to prevent it. Four ideas are put forward below to support a focus on learning:\nUse techniques to avoid hindsight bias\nHindsight bias poses a great obstacle to learning through SARs. The tendency to ‘consistently exaggerate what could have been anticipated in foresight’ (Fischhoff 1975) is a well reproduced research finding – the ‘knew it all along’ effect (Vincent 2006).\nWhen we review professional practice in retrospect, the outcomes of tragic cases powerfully shape the way in which we make sense of practitioners’ actions and decisions. Knowledge of the outcome biases our judgement about the process that led up to that outcome. Firstly, the benefit of hindsight leads us to oversimplify the situation confronting the practitioners who were involved at the time. Secondly, we judge decisions or actions that are followed by a negative outcome more harshly than if the same decisions or actions had ended either neutrally or well. Blaming bad outcomes on simple causes such as human error literally seems to make sense because knowledge of the outcome changes our perspective so fundamentally (Woods, Dekker et al. 2010).\nA person exhibiting the hindsight bias will typically ask questions such as: ‘Why didn’t they see what was going to happen? It was so obvious!’. Or, ‘How could they have done X? It was clear it would lead to Y!’ (Woods, Dekker et al. 2010: 203). SABs will therefore need to ward against this bias in the commissioning and quality assuring of SARs if the SARs are to produce learning that has potential to underpin improvement.\nWhat are the skill requirements for reviewers?\nConducting SARs to meet the requirements of the Care Act guidance requires a diverse range of expertise. The guidance specifies that the skills and experience expected of those undertaking a SAR will include:\nstrong leadership and ability to motivate others\nexpert facilitation skills and ability to handle multiple perspectives and potentially sensitive and complex group dynamics\ncollaborative problem solving experience and knowledge of participative approaches\ngood analytic skills and ability to manage qualitative data\nsafeguarding knowledge\ninclination to promote an open, reflective learning culture.\nMany of these areas of expertise are transferable from other areas of activity but this is less likely to be the case with the analytic skills required to conduct SARs. The experience of accident and incident investigation in other sectors suggests that the analytic skills required are quite specific, and particular accident investigation training is therefore provided and indeed required. In aviation, training requirements range from seven day to seven week courses. The NHS in England has found that the two-day course provided by the then National Patient Safety Agency was insufficient to support reliably good quality investigations of serious health incidents. This suggests that SABs can usefully consider undertaking SARs as an area of specialist expertise. The Care Act requirement to conduct SARs therefore creates a need for capacity building in the adult safeguarding sector and SABs individually and collectively might consider how to support such capacity building.\nRecognising the conduct of SARs as a specialist activity does not necessarily mean that SABs have to rely on external consultants, with the budget implications that would have. The Guidance requires SARs be led by individuals who are independent of the case under review and of those organisations whose actions are being reviewed. In a lot of cases, it is also possible to identify such individuals from among salaried professionals in the local safeguarding network – as some SABs are already doing.\nWhere SABs are planning not to rely on external consultants to bring the required independence, but instead to find local professionals whose agencies were not involved in the case, it will be useful for SABs to plan ahead in terms of the skill requirements. This could include considering what transferable skills exist amongst individuals likely to be leading and/or be involved in SARs as well as identifying gaps where capacity building is required. It is a diverse range of skills required and may therefore be more realistic and useful to aim for a team of people to cover them all, rather than expecting too much from any individual.\nSABs will need to make decisions about capacity building in methods for investigation and analysis. It will be useful to consider whether it is more cost-effective to invest in developing in-depth expertise in a single available model initially, or spread expertise more widely but thinly in all available models and/or initiating some research and development work on as yet untried approaches and techniques – see section on what models and approaches are available.\nSCIE’s experience of training and accrediting ‘in house’ lead reviewers in investigation and analysis methods for SARs suggests there is significant added value, compared to the exclusive use of consultants. Individuals have fed back improved understanding of other agencies and the realities and challenges of working together, as well as increased professional confidence.\nQuestions to consider:\nWhen commissioning an independent consultant does your personal specification cover all necessary areas of expertise?\nAre the ways that you expect the consultant to evidence their knowledge and experience in these adequate?\nHow are you going to build capacity among individual professionals within the safeguarding network to conduct effective SARs?\nWhat would you like to achieve in terms of capacity building in the short, medium and long term?\nFor a discussion about bespoke support, mentoring or training for reviewers please contact\nAlison Ridley\nSafeguarding Adults Reviews under the Care Act: implementation support",
  "metadata": {
    "content_length": 8087,
    "word_count": 1268,
    "line_count": 34,
    "source_type": "web_page",
    "processed_at": "2025-08-05T10:47:29.102793",
    "content_hash": "ba169e9e68dc2c8468d4b566fdd88d85a11d165d473c2a418bb066f3ca480dca",
    "keywords": [
      "that",
      "sars",
      "safeguarding",
      "sabs",
      "care",
      "this",
      "from",
      "learning",
      "what",
      "skills"
    ],
    "source": "https://www.scie.org.uk/children/care/",
    "title": "Safeguarding Adults Reviews (SARs) under the Care Act - SCIE",
    "domain": "www.scie.org.uk"
  }
}